-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Dec 19, 2023 at 06:13 AM
-- Server version: 10.4.30-MariaDB
-- PHP Version: 7.2.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `tvetaadm_newtvet`
--

-- --------------------------------------------------------

--
-- Table structure for table `aboutuses`
--

CREATE TABLE `aboutuses` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `aboutuses`
--

INSERT INTO `aboutuses` (`id`, `title`, `content`, `image`, `created_at`, `updated_at`) VALUES
(1, 'تاریخچه اداره تعلیمات تخنیکی و مسلکی افغانستان', 'آغاز تعلیمات تخنیکی و مسلکی در افغانستان به دوره حکومت امیر امان الله خان در سال ۱۳۰۲ هـ ش بر میگردد.\r\nدر ابتدا رهبری مکاتب تخنیکی و مسلکی توسط ریاست تعلیمات ثانوی وزارت معارف انجام می‌یافت که این پروسه تا سال  1326 هـ ش ادامه یافته و در همین سال به دلیل حجم بیشتر کار ها، مدیریت مسلکی در چارچوب وزارت معارف ایجاد و تمام مکاتب تخنیکی و مسلکی تحت اثر این مدیریت قرار گرفت.\r\n بعد از آن بر اساس نیاز مکاتب تخنیکی و مسلکی رشته های زراعت، تخنیک، مدیریت و صنایع یکی پی دیگری در مرکز و ولایات ایجاد گردید و در سال 1330هـ ش مدیریت مسلکی به ریاست تدریسات مسلکی ارتقأ نمود.\r\nاین ریاست فعالیت خود را تا سال 1356 هـ ش تحت اثر وزارت معارف ادامه داده و در سال 1357هـ ش از بدنه وزارت معارف جدا شده و با تشکیل و بودیجه منحیث واحد دومی در ساختار وزارت تحصیلات عالی قرار گرفت که با انتقال این ریاست، وزارت تحصیلات عالی به وزارت تحصیلات عالی و مسلکی مسمی گردید.\r\nدر سال ۱۳۶۱ هـ ش با توسعه مکاتب تعلیمات تخنیکی و مسلکی در کشور، این نهاد آموزشی تحت نام ریاست تعلیمات تخنیکی و مسلکی در ساختار وزارت تحصیلات عالی و مسلکی ایجاد گردید که بعدأ در سال ۱۳۶۷ هـ -ش ریاست تعلیمات تخنیکی و مسلکی از وزارت تحصیلات عالی و مسلکی جدا و به وزارت تعلیمات تخنیکی و حرفوی ارتقأ یافت.\r\nدر سال ۱۳۶۸ هـ ش این نهاد بار دیگر تحت نام معینیت تعلیمات تخنیکی و مسلکی با وزارت تحصیلات عالی انتقال نموده و در سال ۱۳۷۱ هـ ش این معینیت به ریاست تعلیمات تخنیکی و مسلکی تغییر نام نمود.\r\nدر سال ۱۳۷۴ هـ ش ریاست تعلیمات تخنیکی و مسلکی از وزارت تحصیلات عالی جدا و در ساختار تشکیلاتی وزارت معارف انتقال نمود. در سال ۱۳۸۷ هـ ش ریاست تعلیمات تخنیکی و مسلکی به معینیت تعلیمات تخنیکی و مسلکی در ساختار وزارت معارف ارتقأ نمود.\r\nدر سال ۱۳۹۷ هـ ش بر اساس فرمان شماره (۱۱) مؤرخ ۱۳۹۷/۱۲/۱ رئیس جمهور وقت معینیت تعلیمات تخنیکی و مسلکی از تشکیل وزارت معارف جدا و به اداره تعلیمات تخنیکی و مسلکی ارتقأ نمود.\r\nبا روی کار آمدن امارت اسلامی افغانستان، اداره تعلیمات تخنیکی و مسلکی همچنان به عنوان یک اداره مستقل تحت نام اداره تعلیمات تخنیکی و مسلکی افغانستان حفظ گردیده است.', '1699699633.jpg', '2023-11-11 00:58:34', '2023-11-11 06:18:02');

-- --------------------------------------------------------

--
-- Table structure for table `achievements`
--

CREATE TABLE `achievements` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `file` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `status` tinyint(4) NOT NULL DEFAULT 0,
  `meta_title` text DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `comment_count` int(11) NOT NULL DEFAULT 0,
  `date_gregorian` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `achievements`
--

INSERT INTO `achievements` (`id`, `language`, `subject`, `slug`, `content`, `file`, `image`, `views`, `status`, `meta_title`, `meta_description`, `comment_count`, `date_gregorian`, `date_shamsi`, `date_ghamari`, `created_at`, `updated_at`) VALUES
(1, 'fa', 'ریاست عمومی امور تعلیمی و تحصیلی', 'ریاست-عمومی-امور-تعلیمی-و-تحصیلی', '<p>دست آوردهای سال ۱۴۴۴ هـ ق ریاست عممی امور تعلیمی و تحصیلی، اداره تعلیمات تخنیکی و مسلکی</p>', 'uploads/ma9n7kNyhXYh0GeaVVINmGsRaAbJpN.jpg', 'uploads/J6cInWLPb3tiE0NXqqF7I7WdQHHrXI.jpg', 0, 1, 'دست آوردهای اداره تعلیمات تخنیکی و مسلکی', 'دست آوردهای سال ۱۴۴۴ هـ ق ریاست عممی امور تعلیمی و تحصیلی، اداره تعلیمات تخنیکی و مسلکی', 0, '2023-12-6', '1402-9-15', '1445-05-23', '2023-12-06 01:03:52', '2023-12-10 00:41:51'),
(2, 'fa', 'ریاست نصاب و تربیه معلم', 'ریاست-نصاب-و-تربیه-معلم', '<p>دست آوردهای سال ۱۴۴۴ هـ ق ریاست نصاب و تربیه معلم، اداره تعلیمات تخنیکی و مسلکی</p>', 'uploads/6FKQZqm0Itk4rNs1RiwG9Ua9SBDkdB.jpg', 'uploads/K7FiCg9VqTVIhb5xOwbtr5sWwFJPoG.jpg', 0, 1, 'دست آوردهای اداره تعلیمات تخنیکی و مسلکی', 'دست آوردهای سال ۱۴۴۴ هـ ق ریاست نصاب و تربیه معلم، اداره تعلیمات تخنیکی و مسلکی', 0, '2023-12-10', '1402-9-19', '1445-05-22', '2023-12-10 00:40:17', '2023-12-10 00:42:27'),
(3, 'fa', 'ریاست ارزیابی و نظارت تعلیمی و تحصیلی', 'ریاست-ارزیابی-و-نظارت-تعلیمی-و-تحصیلی', '<p>دست آوردهای سال ۱۴۴۴ هـ ق ریاست ارزیابی و نطارت تعلیمی و تحصیلی، اداره تعلیمات تخنیکی و مسلکی</p>', 'uploads/SPMgKDUo6LVIm3EaikPA4CAgK3bbQY.jpg', 'uploads/pZdoySuj8Vt2Y5qXSbbJYZxJD5BtJO.jpg', 0, 1, 'دست آوردهای اداره تعلیمات تخنیکی و مسلکی افغانستان', 'دست آوردهای سال ۱۴۴۴ هـ ق ریاست ارزیابی و نطارت تعلیمی و تحصیلی، اداره تعلیمات تخنیکی و مسلکی', 0, '2023-12-10', '1402-9-19', '1445-05-22', '2023-12-10 00:44:49', '2023-12-10 00:44:49'),
(4, 'fa', 'ریاست پلان و هماهنگی ستراتژیک', 'ریاست-پلان-و-هماهنگی-ستراتژیک', '<p>دست آوردهای سال ۱۴۴۴ هـ ق ریاست پلان و هماهنگی ستراتژیک، اداره تعلیمات تخنیکی و مسلکی</p>', 'uploads/179u9SP4mfUgUxoj72nDKmL8ppV0zr.jpg', 'uploads/UY6hRehpv1z1w5fuIAkeJZIkbZJqkj.jpg', 0, 1, 'دست آوردهای اداره تعلیمات تخنیکی و مسلکی افغانستان', 'دست آوردهای سال ۱۴۴۴ هـ ق ریاست پلان و هماهنگی ستراتژیک، اداره تعلیمات تخنیکی و مسلکی', 0, '2023-12-10', '1402-9-19', '1445-05-22', '2023-12-10 00:46:40', '2023-12-10 00:46:40');

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `image` text NOT NULL,
  `email` varchar(255) NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `name`, `image`, `email`, `email_verified_at`, `password`, `status`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'Super User', 'test', 'admin@gmail.com', NULL, '$2y$10$uglzfDbhUFsQhndGzOGktuEdclf01/bS8o/7GosklUyn4LayLZ8n6', 1, 'nGm72rpuI4JbdNh9rkaDO8CqQRL1BaiF3iqEiZ8h63pUcBGcWgJlEAi1ByXa', '2023-11-11 00:58:34', '2023-11-11 00:58:34');

-- --------------------------------------------------------

--
-- Table structure for table `agreements`
--

CREATE TABLE `agreements` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `file` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `comment_count` int(11) NOT NULL DEFAULT 0,
  `date_gregorian` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 0,
  `meta_title` varchar(255) DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `agreements`
--

INSERT INTO `agreements` (`id`, `language`, `subject`, `slug`, `content`, `file`, `image`, `views`, `comment_count`, `date_gregorian`, `date_shamsi`, `date_ghamari`, `status`, `meta_title`, `meta_description`, `created_at`, `updated_at`) VALUES
(4, 'fa', 'تفاهمنامه چاپ کتب درسی فی مابین ریاست شرکت دولتی مطابع آزادی و اداره تعلیمات تخنیکی و مسلکی', 'تفاهمنامه-چاپ-کتب-درسی-فی-مابین-ریاست-شرکت-دولتی-مطابع-آزادی-و-اداره-تعلیمات-تخنیکی-و-مسلکی', '<p>این تفاهمنامه میان شرکت دولتی مطابع آزادی که یک شرکت انتفاعی بوده و اداره تعلیمات تخنیکی و مسلکی که یک نهاد آموزشی می باشد غرض چاپ کتب درسی مؤسسات تعلیمات تخنیکی و مسلکی ذیلا عقد میگردد.<br><strong>اهداف</strong><br>۱. چاپ کتب درسی با کیفیت موسسات تعلیمات تخنیکی و مسلکی.<br>۲. تقویه بنیه های اقتصادی شرکت دولتی مطابع آزادی.<br><strong>ساحه تطبیق</strong><br>تفاهمنامه هذا در مربوطات فرمایش دهنده و فرمایش گیرنده)در مرکز و ولایات که نماینده گی های شرکت دولتی مطابع آزادی فعالیت دارد قابل تطبیق می باشد.<br><strong>مکلفیت های مشترک</strong><br>۱. در این تفاهمنامه، ریاست شرکت مطابع آزادی در مرکز و نمایندگی های شرکت دولتی مطابع آزادی در ولایات، منحیث فرمایش گیرنده و اداره تعلیمات تخنیکی و مسلکی افغانستان به حیث فرمایش دهنده یاد می گردد.<br>۲. در صورت محرم بودن فرمایش، حفظ محرمیت اسناد قابل طبع از اداره فرمایش دهنده الی تسلیمی به فرمایش گیرنده از جمله وظایف جانبین عقد تفاهمنامه میباشد.<br>۳. هرگاه در فرمایش طبع شده اشتباه از طرف فرمایش دهنده صورت گرفته باشد جانب فرمایش دهنده مکلف به پرداخت پول حق الطبع بوده و در صورت اشتباه فرمایش گیرنده، طبع دوباره فرمایش مطابق نمونه از جمله مکلفیت های فرمایش گیرنده می باشد.<br>۴. در صورت مشاهده کدام مشکل، اداره طرفین تفاهمنامه مکلف اند تا با نماینده موظف، بمنظور حل مشکل همکاری همه جانبه نمایند.<br><strong>مکلفیت های فرمایش دهنده</strong><br>۱. ارایه نمونه و تثبیت تیراژ فرمایش مطبوع، نمونه های دوسیه های مورد ضرورت و غیره اوراق مطبوع از جمله مکلفیت های فرمایش دهنده می باشد.<br>۲. فرمایش دهنده جهت ارسال، تصحیح یا تائید طبع فرمایشات خویش و تسلیمی بل فرمایش طبع شده، بمنظور جل وگیری از ضیاع وقت یک نفر نماینده با صلاحیت را با نمونه امضأ آن رسمٍاَ به فرمایش گیرنده معرفی نماید.<br>۳. انتقال پول حق الطبع فرمایشات در مرکز به حساب(1551110110) ریاست عمومی مطابع ازادی در شهری څانګه سوم پښتنی بانک واقع مکروریان سوم، و در ولایات به حساب مرب وطه که از طرف فرمایش گیرنده رسماّ معلومات ارایه میگردد، مطابق بل ارایه شده به نماینده، و اطمینان از انتقال آن، از جمله مکلفیت های فرمایش دهنده میباشد.<br>۴. شرکت دولتی مطابع آزادی یک شرکت انتفاعی بوده و مکلف به پرداخت مکلفیت های مالیاتی و تادیاتی میباشد، در قسمت انتقال پول حق الطبع از وضع مالیه خود داری گردیده، در صورت وضع مالیه، همزمان با اطمینانیه انتقال پول، یک کاپی از اسناد مالیه وضع شده نیز به دسترس فرمایش گیرنده قرار داد شود.<br>۵. فرمایش طبع شده به تیراژ مور ضرورت که از طرف فرمایش دهنده میباشد، عدم ضرورت فرمایش بعد از طبع دلیل قانونی شده نمیتواند.<br>۶. مشخصات تخنیکی چاپ، در یک ورق جداگانه مزین به امضاء مقامات ذیصلاح درحین ارسال فرمایش داده میشود.<br><strong>مکلفیت های فرمایش گیرنده</strong><br>۱. با رسیدن فرمایش، طبع بموقع، مطابقت با نمونه، کیفیت عالی طبع و تسلیمی فرمایش به نماینده اعزامی، از جمله مکلفیت های فرمایش گیرنده میباشد.<br>۲. فرمایش گیرنده مکلف است بعد از طبع فرمایش در قسمت ترتیب بموقع بل حق الطبع اقدام نموده و جهت انتقال پول حق الطبع به به نماینده فرمایش دهنده تسلیم نماید.<br>۳. فرمایش گیرنده مکلف است درنمونه فرمایش ارایه شده قبل از طبع تائیدی نماینده اعزامی را اخذ نماید، نسبت عدم تائیدی نمونه توسط نماینده فرمایش دهنده، در صورت عقب مانی در طبع، فرمایش گیرنده کدام مسئولیت ندارد.<br><strong>مدت اعتبار</strong><br>اعتبار این تفاهمنامه از تاریخ عقد آن الی مدت یک سال بوده و قابل تمدید میباشد.</p>', 'uploads/qTkdipBaHafEdHU06B8ivRTFF3v7wu.jpg', 'uploads/s4O8YdxNpFI34Zkv7Eq8QUy8XE2jLZ.jpg', 0, 0, '2023-11-29', '1402-9-8', '1445-05-15', 1, 'تفاهمنامه چاپ کتب درسی فی مابین ریاست شرکت دولتی مطابع آزادی و اداره تعلیمات تخنیکی و مسلکی', 'این تفاهمنامه میان شرکت دولتی مطابع آزادی که یک شرکت انتفاعی بوده و اداره تعلیمات تخنیکی و مسلکی که یک نهاد آموزشی می باشد غرض چاپ کتب درسی مؤسسات تعلیمات تخنیکی و مسلکی ذیلا عقد میگردد.', '2023-11-29 04:45:10', '2023-12-04 05:45:11'),
(5, 'fa', 'تفاهمنامه همکاری میان اداره تعلیمات تخنیکی و مسلکی و وزارت اطلاعات و فرهنگ', 'تفاهمنامه-همکاری-میان-اداره-تعلیمات-تخنیکی-و-مسلکی-و-وزارت-اطلاعات-و-فرهنگ', '<p>قبلا تفاهمنامه همکاری میان وزارت اطلاعات و فرهنگ و وزارت معارف، در مور ایجاد انستیتوت هوتلداری و گردشگری به امضا رسیده بود و این تفاهمنامه با درک ضرورت ها و به منظور توسعه همکاری های مشترک، ایجاد و تقویت هماهنگی میان هر دو اداره، با فسخ تفاهمنامه قبلی به امضا خواهد رسید.</p><p>اداره تعلیمات تخنیکی و مسلکی با ارایه خدمات آموزشی بسیاری از جوانان و نو جوانان را بحیث افراد ماهر تربیه و تقدیم جامعه نموده است، این اداره فعالیت تعلیمات تخنیکی و مسلکی خویش را توسط مراکز آموزشی خویش به پیش میبرد.</p><p>این درحالی است که آشنایی با اهمیت تعلیمات تخنیکی و مسلکی به تنهایی برای رسیدگی به این چالش های منحصر به فرد کافی نیست؛ بلکه به تلاش های مشترک هماهنگی از نگاه پالیسی و خط مشی مدیریت، رهبرس، تخصص، ظرفیت و نیز سکتورهای دولتی و خصوصی نیاز دارد.</p>', 'uploads/aNaYt4Jz2uxLeOhGWpjg4QSWGRUjPj.jpg', 'uploads/XKykyRrx9Y1mhgeUdV7NQ63Z44XHQu.jpg', 0, 0, '2023-12-4', '1402-9-13', '1445-05-20', 1, 'تفاهمنامه همکاری میان اداره تعلیمات تخنیکی و مسلکی و وزارت اطلاعات و فرهنگ در مورد انستیتوت هوتلداری و گردشگری', 'تفاهمنامه همکاری میان اداره تعلیمات تخنیکی و مسلکی و وزارت اطلاعات و فرهنگ در مورد انستیتوت هوتلداری و گردشگری', '2023-12-04 06:00:34', '2023-12-04 06:00:34'),
(6, 'fa', 'تفاهمنامه همکاری میان اداره تعلیمات تخنیکی و مسلکی و موسسه رسالت ذهن', 'تفاهمنامه-همکاری-میان-اداره-تعلیمات-تخنیکی-و-مسلکی-و-موسسه-رسالت-ذهن', '<p>این تفاهمنامه منحیث سند همکاری متقابل جهت نیل به اهداف مشترک (آموزشی، تخنیکی، مسلکی و حرفوی) جهت رشد و حمایت سکتور صنعت کشور از طریق ایجاد انستیتوت صنعتی و افغانستان میان طرفین عقد میگردد.</p>', 'uploads/Wv3aWUQIvRYYNQn2YCVqJ8a2nMqTIJ.jpg', 'uploads/d09ZY91wuOnPEQnkv6hRDtRozl7HWo.jpg', 0, 0, '2023-12-4', '1402-9-13', '1445-05-20', 1, 'تفاهمنامه همکاری میان اداره تعلیمات تخنیکی و مسلکی و موسسه رسالت ذهن', 'این تفاهمنامه منحیث سند همکاری متقابل جهت نیل به اهداف مشترک (آموزشی، تخنیکی، مسلکی و حرفوی) جهت رشد و حمایت سکتور صنعت کشور از طریق ایجاد انستیتوت صنعتی و افغانستان میان طرفین عقد میگردد.', '2023-12-04 06:18:07', '2023-12-04 06:19:04'),
(7, 'fa', 'تفاهمنامه همکاری میان اداره تعلیمات تخنیکی و مسلکی و اتحادیه انرژی قابل تجدید', 'تفاهمنامه-همکاری-میان-اداره-تعلیمات-تخنیکی-و-مسلکی-و-اتحادیه-انرژی-قابل-تجدید', '<p>به اساس فیصله جلسه مؤرخ 22 حوت سال ۱۴۰۱ هـ ش رهبری اداره تعلیمات تخنیکی و مسلکی (TVETA) و اتحادیه انرژی قابل تجدید(AREU) این تفاهمنامه بین طرفین عقد گردید.</p><p><strong>اهداف</strong></p><ol><li>توسعه و گسترش همکاری های علمی</li><li>استفاده از امکانات و طرفیت های طرفین</li><li>تبادل تجارب علمی و مسلکی</li><li>جذب فارغان رشته های انرژی قابل تجدید در سکتور انرژی قابل تجدید</li></ol><p><strong>ساحه تطبیق</strong></p><p>این تفاهمنامه در مربوطات اداره تعلیمات تخنیکی و مسلکی (مرکز و ولایات) و اعضای اتحادیه انرژی قابل تجدید افغانستان قابل تطبیق می باشد.</p><p><strong>مکلفیت های اداره تعلیمات تخنیکی و مسلکی</strong></p><ol><li>زمینه سازی اعلانات انرژی قابل تجدید اتحادیه (AREU) در ویترین فرهنگی مرکز آموزشی مربوطه؛</li><li>زمینه سازی فعالیت های علمی برای اعضای اتحادیه در خارج از ساعات درسی در مرکز آموزشی؛</li><li>زمینه سازی جذب فارغان صنف دوازدهم که از طرف اتحادیه به مراکز آموزشی معرفی میگردد؛</li><li>معرفی محصلین جهت تکمیل دوره پرکتیک به اتحادیه؛</li><li>معرفی فارغان به اتحادیه جهت اشتغال زایی؛</li><li>تنظیم کورس های کوتاه مدت حرفوی در بخش انرژی قابل تجدید؛</li><li>همکاری در قسمت برگزاری همایش های ملی و بین المللی اتحادیه انرژی قابل تجدید.</li></ol><p><strong>مکلفیت های اتحادیه انرژی قابل تجدید افغانستان</strong></p><ol><li>استخدام فارغان رشته انرژی قابل تجدید مراکز آموزشی در شرکت های مربوط طبق امکانات شرکت ها؛</li><li>زمینه سازی کار کار پرکتیک و کار آموزی برای دانش آموزان اداره تعلیمات تخنیکی و مسلکی در پروژه های و شرکت های مربوط اتحادیه با در نظرداشت رشته های آنان؛</li><li>همکاری در قسمت تشخیص ستندردهای آموزشی و تحلیل بازار کار سکتور انرژی قابل تجدید؛</li><li>تشریک تجربیات تخنیکی با مراکز آموزشی انرژی قابل تجدید؛</li><li>همکاری تخنیکی در قسمت انکشاف سیستم جیوترمل و بای گاز در مراکز آموزشی؛</li><li>همکاری برای برگزاری کورس های حرفوی در شرکت های اتحادیه.</li></ol>', 'uploads/tGot8DptAKYsI5dSATw6RZHHQt42G6.jpg', 'uploads/gPifNpdM5mFE0gaeilbaepofbJjRIA.jpg', 0, 0, '2023-12-6', '1402-9-15', '1445-05-23', 1, 'تفاهمنامه همکاری اداره تعلیمات تخنیکی و مسلکی و اتحادیه انرژی قابل تجدید', 'به اساس فیصله جلسه مؤرخ 22 حوت سال ۱۴۰۱ هـ ش رهبری اداره تعلیمات تخنیکی و مسلکی (TVETA) و اتحادیه انرژی قابل تجدید(AREU) این تفاهمنامه بین طرفین عقد گردید.', '2023-12-06 01:00:50', '2023-12-06 01:00:50');

-- --------------------------------------------------------

--
-- Table structure for table `articles`
--

CREATE TABLE `articles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `author` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `file` varchar(255) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `date_gregorian` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `meta_title` text DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `district_id` bigint(20) UNSIGNED NOT NULL,
  `center_type_id` bigint(20) UNSIGNED NOT NULL,
  `category_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `articles`
--

INSERT INTO `articles` (`id`, `language`, `title`, `slug`, `content`, `author`, `image`, `file`, `views`, `status`, `date_gregorian`, `date_ghamari`, `date_shamsi`, `province_id`, `meta_title`, `meta_description`, `district_id`, `center_type_id`, `category_id`, `created_at`, `updated_at`) VALUES
(2, 'fa', 'نقش تعلیمات تخنیکی و مسلکی در اشتغالزایی کشور', 'نقش-تعلیمات-تخنیکی-و-مسلکی-در-اشتغالزایی-کشور', '<p>هدف از ارائه این مقاله بررسی جایگاه و نقش تعلیمات تخنیکی و مسلکی در اشتغالزایی کشور عزیز ما افغانستان میباشد. آموزشهای تخنیکی و حرفهای با هدف انتقال مهارتهای مختلف به محصلان و دانشآموزان و نیز اشتغال این دورهها از طریق مزد بگیری و خود اشتغالی توسط مراکز آموزشی تعلیمات تخنیکی و مسلکی پیگیری میشود. از آنجا که هدف اصلی آموزشهای تخنیکی و حرفهای تربیت نیروی کار مورد نیاز بخشهای مختلف جامعه میباشد، به نظر میرسد هدف از این آموزشها، افزایش تواناییهای دانش، مهارت و قدرت درک افراد و انجام مطلوبتر کار در محدوده وظایف شغلی است. این آموزشها هم مهارتهای خاص مورد نیاز صنعت و هم مهارتهای عمومی بازار کار را فراهم می سازد و همچنین برای شاغلینیکه به دلیل تغییرات تکنولوژی دچار کاهش کارایی می شوند امکان به روز شدن و تکمیل مهارت را فراهم می کند. لذا به این نوع آموزشها به عنوان ابزاری برای مقابله با بیکاری بالاخص بیکاری ساختاری که ناشی از تغییرات در اقتصاد جهانی است، به این معنی که » کارآفرینی « میباشد، نگریسته میشود. در واقع خصیصه این آموزشها، نوعی پرورش افراد پس از کسب مهارت و تخصص دانش فنی، قادر خواهند بود که فرصتهای شغلی مناسبی را به دست آورند و یا در نهایت فرصت شغلی ایجاد نمایند که بدین ملحوظ نقش ارزنده در اشتغالزایی کشور دارد. در این مقاله، راجع به مفهوم اشتغالزایی تبیین نقش و جایگاه آموزشهای فنی و حرفه ای در ایجاد شغل ، رسالت و اهداف مراکز آموزشی تعلیمات تخنیکی و مسلکی در زمینه اشتغالزایی، ضرورت توجه به آموزشهای تخنیکی ومسلکی و راهکارهای مهم جهت آموزش های تخنیکی و حرفه ای بحث می شود .<br><strong>واژه های کلیدی:</strong> آموزش، تعلیمات تخنیکی و حرفهای،اشتغالزایی<br><strong>مقدمه:</strong><br>در عصر تکنالوژی امروز توسعه به معنی عام بدون توجه به آموزشهای تخنیکی و حرفهای مفهوم نخواهد داشت. انقلاب علمی- فنی، انقلاب عمیق و کیفی در نیروهای تولید و از آن جمله در نیروی انسانی و روشهای تولید به وجود آورده است.<br>تعلیمات تخنیکی و مسلکی انجام فعالیتهای است که میتواند فرد را برای احراز شغل و کسب و کار آماده نماید یا کارایی و توانایی وی را در انجام آن افزایش دهد. توسعه آموزشهای فنی و حرفه ای در شرایط کنونی افغانستان برای رشد و توسعه اقتصادی بسیار ضروری و حیاتی است، افغانستان کشوری است بعد از سالها جنگهای متوالی هنوز متاسفانه چرخه تولید و عرضه اش در حد مطلوب خاموش است و یکی از علتهای عقب ماندگی آن نبود کارگر فنی و مسلکی است. امروز اگر در افغانستان یا فرضاً در این ولایت فارم زراعتی یا شرکت تولیدی پایه گذاری شود، نخست نیاز مند یک کارگر مسلکی خارجی است تا چرخه تولید آن دستگاه تولیدی را بچرخاند. لذا حضور کارگر فنی و مسلکی نیاز مبرم و حیاتی در جامعه ما است.<br>امروز بعد از گذشت هر روز اهمیت این آموزشها در جامعه بارز تر میشود، زیرا این آموزشها بستر کاری بیشتر در اختیار دارد. متاسفانه در سالیان اخیر، ایجاد علاقه عمومی به پوهنتونها بالخصوص به چند رشته محدود، فارغ التحصیلان زیادی به جامعه عرضه شده است که تعداد چشمگیر آنها بیکار اند.<br>جامعه از نگاه چرخه اقتصادی نیاز بیشتر به کارگر دارد نه فارغ التحصیل و این مهم در حال نهادینه شدن در اذهان عمومی مردم افغانستان است.<br>ما برای راه اندازی چرخههای اقتصادی و اجتماعی نیاز به نلدوان، زارع مسلکی، نجار،برقی، ترمیم کار موتر، آشپز، حسابدار، کمپیوتر و مبایل ساز و دهها نیروی بشری در رشتههای نیمه تخصصی دیگر داریم که این نیرو را مراکز آموزشهای تخنیکی و مسلکی به بازار کار عرضه میکند که با عث کاهش بیکاری در کشور میگردد.<br><strong>مفهوم اشتغالزایی:</strong><br>اشتغال در مفهوم کلی به معنای استفاده از یک عامل تولید توسط شرکت یا موسسه دولتی و خصوصی و به طور متداول تر به معنای استخدام و مشغول بودن در کار است. نرخ بیکاری معمولا میزان معمولی و طبیعی بیکاری است که حفظ آن به عنوان حداکثر اشتغال کامل مورد توجه بوده و عامل مهم در رشد اقتصادی و از همه مهم تر عامل بالا رفتن سطح زندگی است. اشتغال صنعتی از دو بخش تشکیل یافته است. یکی اشتغال ناشی از راه اندازی طرح های جدید تولید- توزیع که بخش عمده ای از نیروهای انسانی می توانند در واحدهای فوق الذکر فعالیت کنند دیگری اشتغال زایی از راه پروژه های انکشافی و زیر بنایی می باشد. البته می توان انتظار داشت که در بخش هایی که با صنعت پیوندهای پسین و پیشین دارند، مشاغل دیگری نیز ایجاد شوند که بدون توسعه صنعتی تحقق چنین امری امکان پذیر نیست. همچنین عامل تاثیرگذاری که روی ایجاد اشتغال موثر عمل می کند نقش پررنگ آموزش و موسسات آموزشی در تربیت نیروی انسانی ماهر و کارآمد جهت ترویج تکنولوژی های روز است، در مراکز آموزش و تعلیمات تخنیکی و مسلکی، علاوه بر ارتقاء سطح علمی جامعه در راستای دانش کاربردی و هدایت گر به سمت کارآفرینی، گامی بزرگ و مهم در راستای تامین نیروی بشری مسلکی و کارا جهت کاهش بیکاری و در نهایت رشد و توسعه اقتصادی بر داشته میشود)سلیمی فر، مرتضوی 1386 ).<br><strong>جایگاه آموزشهای تخنیکی و حرفهای در ایجاد شغل درکشور:</strong><br>آموزش تخنیکی و حرفه ای یعنی مرتبط کردن آموزش با دنیای کار برای بهبود وضعیت اشتغال جوانان و کاهش میزان بیکاری که در این میان مرتبط ساختن هرچه بیشتر آموزش با نیازهای اقتصادی ضروری است چرا که عدم وجود ارتباط بین مباحث آموزشی و نیازهای اقتصادی و بازار کار یک چالش عمده است از آن جا که یکی از عوامل عمده رشد و توسعه اقتصادی و اجتماعی هر جامعه، تربیت نیروی انسانی کارامد می باشد و اداره تعلیمات تخنیکی و مسلکی افغانستان به عنوان تربیت کننده نیروی انسانی ماهر و مسلکی است، که در سالهای اخیر نقش ارزنده در کاهش بیکاری از طریق تربیه نیروی بشری مسلکی و عرضه آن در بازار کار داشته است(استراتژی ملی تعلیمات تخنیکی و مسلکی افغانستان سال (۱۳۹۲ - ۱۳۹۷) یکی از ویژگیهای مهم هر نظام اقتصادی درهمتنیدگی ساختارهای آموزش و اشتغال است. باید بپذیریم آموزش برای ایجاد مهارتهای مورد نیاز یکی از مؤثرترین راههایی است که میتواند جامعه را در دستیابی به رشد و توسعه اقتصادی پایدار یاری نماید . به عبارتی ارتباط هماهنگ کار و آموزش در برنامه ریز یهای اقتصادی و اجتماعی همزمان بایکدیگر مورد نظر بوده است. درواقع هر آموزشی باید بازدهی یا توجیه اقتصادی داشته باشد و عالی ترین نوع آن، ایجاد اشتغال متناسب با فراگیران آن است.<br>آموزش های تخنیکی و مسلکی باید به گونهای باشد که فرد فراگیر پس از گذراندن دوره های آموزشی خود<br>سریعاً جذب بازار شده و منبع درآمدی برای خود دست و پا کند)نور محمدی (۱۳۹۶).<br><strong>رسالت و اهداف مراکز آموزشی تعلیمات تخنیکی و مسلکی:</strong><br>مراکز آموزشی تعلیمات تخنیکی و مسلکی رسالت مهمی در تشکیل سرمایه انسانی از طریق تربیت نیروهای ماهر مورد نیاز بازار کار در کشورهای مختلف جهان ایفا میکنند. این آموزش ها در کشورهای در حال توسعه نه تنها عهده دار تربیت نیروی کار مورد نیاز بخشهای مختلف اقتصاد این کشورها می باشند،بلکه ازطریق بستر سازی خود اشتغالی، به حل مشکل بیکاری نیز کمک می نمایند. بر علاوه، این آموزش ها راه میان بری در مسیر تربیت نیروی انسانی نیز به شمار میروند، چرا که از یک سو با توجه به بهره مندی این آموزش ها از مبانی علمی و استفاده از روشهای پذیرفته شده آموزشهای کلاسیک راه خود را از یادگیری بر مبنای تجربه عملی صرف جدا کرده وازاین طریق راه درازمدت و غیر علمی این نوع فراگیری را کوتاه نموده و این توانایی را در محصل و متعلم فراهم می کنند تا بتوانند خود را در مقابل تغییرات تکنولوژیکی به آسانی هماهنگ نمایند. و مراکز آموزشی تعلیمات تخنیکی و مسلکی اهداف ذیل را دنبال نمایند:<br>۱. استفاده از کارگاههای آموزشی به صورت مناسب؛<br>۲. انتخاب کار آموزان و استادان بر اساس تواناییهای عمومی و انگیزههای قوی؛<br>۳. سهم مناسب آموزشهای عملی و نظری؛<br>۴. تهیه و تطبیق نصاب تعلیمی طبق نیازمندی بازار کار و نیاز مندی جامعه؛<br>ضرورت توجه به آموزشهای تخنیکی و مسلکی:<br>اگر آموزش تخنیکی و مسلکی نادیده گرفته شود، درواقع باعث میگردد آموزش به طور غیرمستقیم به آموزش اشتغال کاذب و درآمدهای سهل الوصول و ناپایدار سوق داده شود و به تدریج آسیب جدی به کشور وارد می سازد. به همین علت یکی از اولویت های مهم در سرمایه گذاریهای آموزشی در تمامی جوامع صنعتی، توسعه و گسترش آموزشهای تخنیکی و حرفهای است و این مهم از سوی نهادهای بین المللی نظیر یونسکو، یونیواک و بانک جهانی به منزله یک استراتژی مهم به کشورهای در حال توسعه، توصیه می شود .<br>از سوی دیگر، عدم سرمایه گذاری کافی در آموزش های تخنیکی و مسلکی به معنی غفلت و فنای سرمایه های انسانی تلقی میشود. در شرایط کنونی یکی از مهم ترین را ههای اشتغال زایی اصولی و حل معضل بیکاری توجه به آموز شهای صحیح تخنیکی و مسلکی می باشد . غیر از بعد اقتصادی، نقش آموزش های تخنیکی و مسلکی در تغییرات اجتماعی و فرهنگی خصوصاً در رشد و بهبود فرهنگ کار حائز اهمیت است. اصولاً برنامه این نوع آموزش و ساختار عملیات اجرایی آن به عنوان کارگزار اصلاحات فعالیتهای شغلی و بهبود مهارت ها در کار، میتواند در این راستا نقش اساسی را ایفا نماید و مسوولین زیربط میتوانند با رفع محدودیتها و برنامه ریزی صحیح از آموزش ها به عنوان مهم ترین عامل برای تربیت افراد کارآفرین، کارآمد و دارای فرهنگ غنی از اخلاق و وجدان کاری استفاده شایسته به عمل آورند.)مهناز نور محمدی و گلنار نور محمدی (۱۳۹۶).<br><strong>نتیجه گیری:</strong><br>اداره تعلیمات تخنیکی و مسلکی با وجودیکه نقش ارزنده در کاهش بیکاری و اشتغالزایی دارد، با آنهم با نیازسنجی از بازار کار، مهارت و دانش علمی مورد نیاز، بازار کار را در کشور ارتقا بخشد.<br>نقطه پیوند آموزش، کسب و کار و رشد اقتصادی ظرفیت بالقوه و بالفعل اقتصاد کشور در جذب نیروی انسانی بالقوه موجود در بازار کار است و زیربنای توسعه اقتصادی کشورهای در حال توسعه همانند کشورهای پیشرفته، باید سرمایه گذاری در نیروی انسانی شود. در فضای کنونی اقتصاد افغانستان، موانع و چالیشهای متعدد فراه راه فعالان اقتصادی و سرمایه گذاران قرار دارد که با برطرف شدن آن زمینه و فرصت کاری بیشتر برای فارغان مراکز تعلیمات تخنیکی و مسلکی فراهم میگردد، با توجه به این که بهبود فضای کسب و کار نقش اساسی در افزایش رشد اقتصادی کشور ایفا می کند. علاوه بر ارتقاء آموزش و نگرش بین المللی به استانداردهای آموزشی با تکنولوژی دنیا و نهادینه کردن روحیه کارآفرینی و کاهش هزینه های مبادله تولیدات، امید است به سوی هدف عالی رشد اقتصادی کشور در پرتو توسعه کسب و کار گام بر داشته شود .<br><strong>پیشنهادات:</strong><br>•&nbsp;&nbsp;&nbsp;&nbsp; برنامه ریزی جهت جذب همکاری کارخانجات و مؤسسات اقتصادی اجرای کارات عملی محصلان و متعلمین بسیار با اهمیت است زیرا آنها در حین تحصیل و تعلیم به صورت عملی میتوانند مطالبی را که به شکل اکادمیک آموخته اند را در محیط واقعی تجربه نموده و بر مهارت آن ها نیز افزوده شود .<br>•&nbsp;&nbsp;&nbsp;&nbsp;مراکز آموزشی تعلیمات تخنیکی و مسلکی با حمایت مالی اداره مرکزی، کارگاههای بزرگ مانند.<br>•&nbsp;&nbsp;&nbsp;&nbsp;ترمیم موتر، نجاری، فلزکاری... و فارمهای زراعتی، مرغ داری و مالداری... را ایجاد نموده و خدمات و تولیدات را به نرخ نازل به مردم و دولت عرضه نمایند تا از این طریق عواید اداره در درازمدت بلند رفته و هم زمینه کار عملی فراهم گردیده و اشتغالزای برای فارغان رشتههای مختلف صورت گیرد.<br>•&nbsp;&nbsp;&nbsp;&nbsp;وزارت محترم کار و امور اجتماعی جواز کار حرفهای و مسلکی را تنها برای فارغان انستیتوت ها و لیسه های مسلکی صادر نماید که با این عمل از یک طرف جذب &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;مراکز تعلیمات تخنیکی و مسلکی افزایش یافته و از طرف دیگر مؤثریت و کارایی کار با به کار گیری دانش مسلکی افزایش مییابد.<br><strong>منابع و مأخذ:</strong><br>۱. استراتیژی ملی تعلیمات تخنیکی و مسلکی برای افغانستان،نیازمندیهای نیروی بشری فردا(۱۳۹۲ - ۱۳۹۷) .<br>۲. سلسه نشرات موردی واحد تحقیق و ارزیابی افغانستان(۱۳۹۲).<br>۳. سلیمی فر دکتر مصطفی، سعید، سرمایه انسانی و کار آفرینی در رویکرد فنی و حرفهای، مجله دانش و توسعه شماره ۱۷ &nbsp;،(۱۳۸۴) .<br>۴. مفقودی فرشته، نقش آموزشهای فنی و حرفهای در اقتصاد کشور و توسعه کسب و کار، ماهنامهای کار و جامعه شماره 17 &nbsp;، (۱۳۹۳).<br>۵. نور محمدی مهناز، نور محمدی گلنار، نقش دانشگاه فنی و حرفهای در توسعه آموزشهای فنی و اشتغالزایی، فصل نامه علمی- ترویجی کارافن(۱۳۹۶)<br>۶. کیتس بیل، کسب و کار بر پایه اندیشه ها، ترجمه دکتر عبدالرضا رضایی نژاد نشر فرا تهران(۱۳۸۷)<br>وَ مِنَ الله تَوفِیق</p><p>اسلام الدین \"بهروز\"<br>آمر لیسه کثیرالرشتوی ولسوالی خلم ولایت بلخ</p>', 'اسلام الیدن بهروز', 'uploads/pAx4OZ92pDWcKcDFCA0OcS6UANBamC.jpg', 'uploads/Ex0Eed2JCNG0IDhuSMdt2Hdla3ThBY.pdf', 0, 1, '2023-11-29', '1445-05-15', '1402-9-8', 9, 'نقش تعلیمات تخنیکی و مسلکی در اشتغالزایی کشور', 'جایگاه و نقش تعلیمات تخنیکی و مسلکی در اشتغالزایی کشور عزیز ما افغانستان میباشد.', 189, 4, 4, '2023-11-29 00:54:15', '2023-12-04 05:41:43'),
(3, 'fa', 'طبقه بندی نباتات مزروعی', 'طبقه-بندی-نباتات-مزروعی', '<p>بخاطر فهماندن و بلندبردن سطح دانش محصلین وعلاقه مندان این رشته تلاش دارم واز آنها می خواهم تا از این مقاله با تاکید خا ص به مفاهیم آن معلومات حاصل نمایند. این مقاله ممکن مشابه به لحاف گدا با شد که از توته ها با سایز ، شکل ، رنگ مختلف ساخته شده است ولی مقصد آن برای مطالعه و ازدیا د<br>معلومات محصلین در ابعاد مختلفه طبقه بندی نباتات مزروعی می باشد. بنده خواهان نظریات ، پیشنهادات ، مشوره ها ی که خلاهای موجود در این مقاله را پر نموده وبه غناء آن افزوده شود می باشم .دور ازامکان نخواهد بود تا مواد مهم دیگریکه میخواهیدویا ازنظر شما مهم تلقی می گردد به این مقاله به منظور انتقال معلومات برای محصلان و برای رهنمای های بعدی علاوه نمود ه و به مفید یت ان بافزائید .<br><strong>فهرست مندرجات</strong><br>الف : طبقه بندی نباتات به اساس مشابهت ها ی آن (طبقه بندی نباتی)<br>ب : طبقه بندی به اساس استعمال (طبقه بندی اگرانومیکی)&nbsp;<br>ج : طبقه بندی نباتات به اساس مقاصد خاص<br>د : طبقه بندی های دیگر مانند :<br>a .&nbsp;دوران حیات<br>b .&nbsp;مو سم یا فصل نموی<br>c .&nbsp;به اساس اقلیم<br>d .&nbsp;به اساس فوتو پیریود<br>e .&nbsp;به اسا س عادت نموی<br>f .&nbsp;به اساس طرز گرده افشانی<br>g .&nbsp;به اساس روش تکثیر<br>h .&nbsp;به اسا س نوعیت عملیه ترکیب ضیای<br><strong>طبقه بندی نباتی :</strong><br>1&nbsp;تالو فایتا&nbsp;- : Thallophyta<br>2&nbsp;برایو فایتا - : Bryophyta<br>3&nbsp;تریدو فایتا - : Pteridophyta<br>۴ :&nbsp;سپرماتو فایتا :<br>الف : جمنو سپرم ها :<br>ب : انجیوسپرم ها :<br>.I&nbsp;یک مشیمه ها: ) Monocotyledons )<br>II .&nbsp;دومشیمه ها یا: ( Dicotyledons )<br>ورایتی : Variety<br>کلتی وار : Cultivar<br>کلون : Clone<br>لائن : Line<br><strong>ورایتی با گرده افشانی باز :</strong><br>ورایتی دورگه : Hybrid variety<br>طبقه بندی اگرانومیکی : (به اساس استعمال)<br>غله جات : Cereal crops<br>نباتات لیگیومی : Legumes crops<br>نباتات علوفه ئ : Forage crops<br>نباتات قندی : Sugar crops<br>نباتات ریشه ئ : Root Crops<br>نباتات تیوبری : Tuber Crops<br>نباتات تیلی : Oil seed Crops<br>نباتات نشه اور : Stimulant Crop<br>نباتات الیافی : Fiber Crops<br>نباتات سبزي یا سبزیجات : Vegetable Crop<br>نباتات کاندیمنت ) مصالحه ئ ( : Condiment Crops<br><strong>طبقه بندی به مقاصد خاص :</strong><br>1-&nbsp;نباتات کود سبز : Green Manure Crops<br>2-&nbsp;نباتات پوششی : Cover Crops<br>3-&nbsp;نباتات سائلج : Silage Crops<br>4-&nbsp;کیچ یا نباتات اضطراری : Catch of Emergency Crops<br>5-&nbsp;نباتات سائلج و چاپ سبز : - Silage of green chop Crops<br>6-&nbsp;نباتات همرا ه : - Companion crops<br>7-&nbsp;ریلي كراپ : -<br><strong>طبقه بندی نباتی :</strong><br>طبقه بندی نباتی عبارت از طبقه بندی بسیار سابقه و قدیمی نباتات که با اساس مشابهت حصص مختلف نبات می باشد. بواسطه کارل لینیه در سالهای (۱۷۰۷ -ړ&nbsp;۱۷۷۸)&nbsp;معرفی گردید بعد از معرفی این سیستم چندین مراتبه تجدید نظر گردیده است .&nbsp;</p><p>لینیه سیستم نام گذاری دوگانه را معرفی نموده و در این سیستم هر نبات را به دو نام مسسما نمود. اسم اول ان جینس را نشان می دهد و اسم دو م که با حرف کوچک شروع می گردد سپیشز را نشان می دهد . بطور مثال. اسم گندم معمولی Triticum vulgare L&nbsp;و تمام نباتات به اساس مشابهت ها ی شان به شعب چهار گا نه یا فایلم عمده مبنی بر خصوصیات ساختاری تقسیم گردیده اند.<br><strong>1&nbsp;تیلو فایتا : - Thallophyta</strong><br>این فایلم شامل نباتات پست که عاری ا زبرگ ، ریشه ، ساقه و گل می باشند مثال های عمده ان ا لجی، فنجی ، بکتریا می باشد. این نباتات به شکل نباتات مزروعی بذر نگردیده وسبب امراض در نباتات دیگر می گردند. یکی از سپیشز های که بحیث سبزی مورد بذر قرار می گیرد فنجی ) سماروق ( میباشد .<br><strong>2&nbsp;برایو فایتا : - Bryophyta</strong><br>این فایلم شامل نباتات سبز کو چک بوده که دارائ تکامل عالی اند و یا با نباتات عالی مشابه اند . و در مزارع به حیث نباتات مزروعی کشت نمی گردند.<br><strong>3 :&nbsp;تریدو فایتا: - Pteridophyta</strong><br>اینها شامل نباتات سبز کوچک وعائوی ) واسکولری ( که دارای ریشه ، ساقه ، و برگ ها اند می باشند .<br>این شعبه به دو کلا س تقسیم می گردد . اینها گل تولید نمی نمایند از طریق سپور تکثر نموده وبه منظور استفاده بذر نمی گردند<br><strong>4 :&nbsp;سپرماتو فایتا : -</strong><br>این شعبه شامل نباتا ت عالی و انکشاف یا فته بوده گل و تخم تولید کرده شامل دو صنف می گردند .<br><strong>الف : جمنو سپرم ها :</strong><br>این نباتات تخم تولید میکنند اما نه در تخمدان . چوب های ) تمبر های ( بسیار مهم به این کلاس ارتباط می گیرند . هیچ نو ع از نباتات این کلاس کشت نشده اند.<br><strong>ب : انجیوسپرم ها :</strong><br>این نباتات تخم را در داخل میوه تولید می نماید وشامل نباتات اند که دارای اهمیت زیاد اقتصادی، در تهیه غذائ انسانی و حیوانی ، الیاف ها وغیره می باشد دو سب کتیگوری انجیو سپرم ها وجود دارد که عبارت اند از :<br><strong>1.&nbsp;یک مشیمه ها : ) Monocotyledons )</strong><br>این گروپ نباتات دارای تخم یک مشیمه ئ بوده و اکثرا غذا را در اندوسپرم ذخیره می نماید . دارای برگ های باریک و نوک تیز که شامل گندم ، شالی ، جواری ، جو و غیره می باشد و مربوط به فامیل Graminae&nbsp;یا ( poacea )&nbsp;می باشند .<br><strong>2 .&nbsp;دومشیمه ها یا: ) Dicotyledons )</strong><br>نباتات این گروپ دارائ تخم های دو مشیمه ئ بوده و مواد غذائ خود را در مشمیه ها ذخیره می نمایند . نباتات عمده این گروپ عبارت اند از مشنگ ، موم پلی ، پنبه ، تمباکو ، سائبین ، آفتاب پرست ، زغر و تعداد زیادی دیگر در این گروپ شامل اند .&nbsp;</p><p>کلاس ها و سب کلاس ها به اردر ها تقسیم می گردد . اردر به فامیل ها و فامیل ها به جینرا و جینرا به سپیشز و هر سپیشز ممکن دارائ انواع زیادی باشند . واحد اساسی در طبقه بندی نباتی سپیشز می باشد . این گروپ کاری به اگرانومست ها ،متخصصین نسل گیری نباتی و گیاه شناسان می باشد.<br>سپیشز را طوری تعریف می نمایم : یک گروپ مشابه نباتات که در میان خود به شکل نورما ل القاح گردیده و دارای چندین خا صیت مشترک باشند . سپیشز های باهم مشابه را تحت یک جینس و جینس های مشابه را به فامیل و فامیل های مشابه را به اردر و اردر های مشابه را به کلاس و کلاس های مشابه را به شعبه و یا فایلم طبقه بندی می گردند. مثال ذیل مو ضوع را روشن خواهد نمود .<br>اسم نبات<br>نام علمی نبات :<br>سپیشز :<br>جینس :<br>فامیل :<br>آردر :<br>سب کلاس :<br>کلاس :<br>دیویژن یا فایلم :<br>ورایتی : Variety<br>گروپ مشابه نباتات و یا سپیشز هایکه بواسطه یک ویا بیشتر از یک خاصیت از هم جدا گردیده و نام گذاری شده باشند .<br>کلتی وار : Cultivar<br>ورایتی کشت شده را کلتی وار گویند<br>کلون : Clone<br>یک ورایتی یا کلتی واریکه توسط عضو نموی ان تکثیر شده باشد.<br>لائن : Line<br>یک ورایتی و یا کلتی وار نباتات که به واسطه القاح خودي خود نبات بعنی تخم تکثیر شده باشد.<br>ورایتی با القاح باز :<br>ورایتی نباتات که توسط نباتات دیگر بدون کنترول عملیه گرده افشانی القاح و تولید شده باشد<br>ورایتی دورگه : Hybrid variety<br>یک دورگه ورایتی نبات که با عملیه گرده افشانی نبات دیگر تولید شده باشد ازیکجا شدن 2 تا 4<br>انواعیکه در بین خود نسلگیری شده باشند تدست می اید..<br><strong>ب : طبقه بندی اگرانومیکی : (به اساس استعمال)</strong><br>اگرانومست ها نباتات را به اساس استعمال آن طبقه بندی نموده اند . نباتات عمده اگرانومیکی که به اساس نوع استفاده آن طبقه بندی گردیده گروپ ها ی عمد ه آن ذیلا تذکر داده شده است .<br><strong>غله جات : Cereal crops</strong><br>نباتات یا سپیشز های فامیل گرامینی که به منظور تولید دانه های قابل خوراک بذرمی گردند به این نباتات غله جات نیز گفته می شود مانند گندم ، شالی ، جواری ، جو ، باجره ، یولاف ، تراتیکل ، وغیر ه .<br><strong>نباتات لیگیومی : Legumes crops</strong><br>نباتات ویا پیشیز های فامیل لیگیوماینوسی که به منظور دانه های قابل خورا ک بذر می گردند و بنام پلی دار ها شناخته می شوند . این نباتات شامل چنه ، نسک ، ماش ، مشنگ ، و غیره می باشند.<br><strong>نباتات علوفه ئ : Forage crops</strong><br>نباتاتیكه به منظور تغذیه حیوانی بذر ویا نباتاتیکه هر حصه ئ ان به مقصد تغذیه حیوانات ازآن استفاده صورت گیرد علوفه نامیده می شود . سه برگه ، ) برسیم ( شبدر، جواری، جو، باجره، یو لاف، جودر، ترایتیکل، نبات کلون، را علوفه گویند.<br><strong>نباتات قندی : Sugar crops</strong><br>نباتاتیكه به منظور استحصال شکر از آن ، بذر میگردند بنام نباتات قندی یا د می شوند . مانند لبلبو ، و نیشکر .<br><strong>نباتات ریشه ئ : Root Crops</strong><br>نباتاتیكه به منظور استفاده از ریشه آن بذر گردیده بنام نباتات ریشه ئی یا د می گردند . مانند چغندر، زردک، ملی وغیره .<br><strong>نباتات تیوبری : Tuber Crops</strong><br>نباتات که به مقصد بدست اوردن خطء آن )تیوبر( کشت می شوند بنام نباتات تیوبری یاد می گردند . مانند کچالو . خطء ها عبارت از ساقه های بسیار ضخیم زیر زمینی بوده که در سلندر های یک ساقه بی برگ انکشاف می نمایند.<br>نباتات تیلی : Oil seed Crops<br>عبارت از نباتاتیکه به منظور استحصال تیل از آن استفاده می شود مانند : شرشم ، تریک ، موم پلی ، آفتاب پرست ، مصور ، سائیبین، کنجد ،<br><strong>نباتات نشه اور : Stimulant Crops</strong><br>اینگونه نباتات را نباتات طبی یا مخدر نیز گویند ، از نباتات متذکره بحیث مواد نشه اوریا ادویه استفاده صورت می گیرد مانند تمباکو ، کوکنار، چای ، کافی وبیبر منت&nbsp;.<br><strong>نباتات الیافی : Fiber Crops</strong><br>نباتاتیكه به منظور استفاده از الیاف آن بذر می گردند بنام نباتات الیافی یاد می گردند . از الیاف ها در فابریکات تکه سازی استفاده صورت گرفته از آن رخت تهیه می نمایندبر علاوه تهیه رخت از الیاف های مذکور در ساختن ریسمان ، گلیم و خریطه ها نیز استفاده صورت می گیرد . مثال های این نباتات پنبه ، جوت، فلیکس ، کنف وغیره می باشد.<br><strong>نباتات سبزي یا سبزیجات : Vegetable Crops</strong><br>نباتاتیکه به منظور بدست آوردن برگ ها ، تنه ها ، گل ها ، میوه ، بیخ ها ، و دانه ها قابل خوراک آن بذر می گردند بنام نباتات سبزي یا سبزیجات یاد می گردند . مانند ماتر ، گل پی ، کرم ، کدو تابستانی، بادرنگ ، بادنجان رومی ، پالک ، سویس چارد ، ریپ ، شرشم ، شلغم ، زردک ، بادنجان سیاه ، بامیه ، پیاز<br>وغیره از جمله نباتات سبزی یا باغیچه ئی اند.<br><strong>نباتات کاندیمنت مصالحه ئ &nbsp;: Condiment Crops</strong><br>نباتاتیكه به منظور تهیه مصالحه یا کاندیمنت بذر و استعمال می گردند مانند نعنا ،هیل ، گشنیز ، ترمیرک، مرچ وغیره .<br>ج : طبقه بندی به مقاصد خاص :<br>بعضی اوقات نباتات به مقاصد خاص در شرائط و حالات مختلف بذر گردیده به این اساس نباتات مذکور را نباتا ت به مقاصد خا ص نا میده اند . که ذیلا توضیح گردیده است .<br><strong>1&nbsp;نباتات کود سبز : - Green Manure Crops</strong><br>نباتات را گویند که بعد از نموی کافی دوباره به خاک علاوه می گردند تا حاصلخیزی و ساختمان خاک را اصلاح نماید. مانند مشنگ گاوی ، دهانچا ) دهانچا( ، گوارا، سه برگه یا برسیم ، شبدر ، سائبین، و براسیکا.<br><strong>2&nbsp;نباتات پوششی : - Cover Crops</strong><br>این نباتات بخاطر بذر می گردند که تا خاک را پوشانیده و آنرا از تخریب و شسته شدن مواد غذائی آن بطرف پائین خاک جلوگیری نماید . مانند کلول ، ماش ، جودر وانواع کبل ها .<br><strong>3&nbsp;نباتات سائلج: - Silage Crops</strong><br>نباتات بخاطر نگهداری به شکل سائلج در حالت تازه یا برگی بذرو جمع آوری گردیده و یک اندازه تخمرآن زیر پلاستیک در خاک صورت می گیرد. مانند جواری، باجره، مشنگ گاوی، سه برگه یا برسیم، شبدر، سائیبین وغیره .<br><strong>2-&nbsp;کیچ یا نباتات اضطراری : Catch of Emergency Crops</strong><br>نباتات که در حالات اضطرار ی یعنی در شرائط که نبات عمده یا اصلی ناکام شود و یابه اساس بعضی شرائط ناگوار در بذ ر آن تاخیر صورت گیرد بذر می گردد مانند ارزن ، جو ، جواری ، باجره برای علوفه و غیره .<br><strong>6&nbsp;نباتات سائلج و چاپ سبز : - Silage of green chop Crops</strong><br>نباتات در حالت سبز وتازه درو گردیده و مستقیما به حیوانات بدون اینکه پروسس شود تغذیه می گردد مانند برسیم ، شبدر ، جواری ، باجره و موت.<br><strong>7&nbsp;نباتات همرا ه : - Companion crops</strong><br>بذر یك نبات دربین نبات قبلابذر شده که باعث حفاظت نبات بعدی میگردد بنام نبات همرا ه یاد مي گردد مانند بذر برسیم در مزرعه جواري ،بذر شبدر در جواري ،بذر برسیم در جو و بذر شبدر و یو لاف مثالهاي از نباتات همرا ه میباشند.<br><strong>8&nbsp;ریلي كراپ : -</strong><br>بذر یك نبات در نبات دیگر كه به مرحله پختگي رسیده باشد بنام ریلي كراپنگ مسما است . مانند نیشكر در گندم ، تربوز در گندم ،كچالو در سیر ، مثالهاي از ریلي كراپنگ مي باشد.</p><p>تهیه وترتیب : مسلک آموز حیات الله \" کریمی \"<br>استاد انستیتیوت زراعت ووترنری لوگر<br>سال : 1041 ه ش هوالذی خلق لکم ما فی الارض جمیعا الایه<br><strong>ماخذ:</strong><br>e. comwww.agricultur<br>چپتر مضمون اساسات نباتات مزروعی<br>کتاب خانه انستیتوت زراعت</p><p>&nbsp;</p>', 'حیات الله کریمی', 'uploads/fVIIng15TmrNcaAILUWmrluOgcfj9o.jpg', 'uploads/3akqTFaKc7Nowq0oOX6wz7ArVFMJRK.pdf', 0, 1, '2023-11-29', '1445-05-15', '1402-9-8', 30, 'طبقه بندی نباتات مزروعی', 'طبقه بندی نباتی عبارت از طبقه بندی بسیار سابقه و قدیمی نباتات که با اساس مشابهت حصص مختلف نبات می باشد. بواسطه کارل لینیه در سالهای (۱۷۰۷ -ړ ۱۷۷۸) معرفی گردید بعد از معرفی این سیستم چندین مراتبه تجدید نظر گردیده است .', 246, 3, 4, '2023-11-29 03:46:22', '2023-12-04 05:42:29'),
(4, 'fa', 'کمپوست و روش های تهیه آن', 'کمپوست-و-روش-های-تهیه-آن', '<p>محل های دفن زباله در سر تا سر جهان به صورت انبوه دیده میشود. دیگر به آسانی نمی توان مکانی برای دفن زباله پیدا كرد. بنا براین انسان می خواهد كه محل های دفن زباله كنونی را نگه داشته و روش های جایگزینی مقابله با زباله را گسترش دهند. یک به یک ما از مقابله خلاقانه با آشغال های حیات مان عاجز شده ایم و شهرها دیگر قابلیت حمل برگ ها و علف های چیده شده را ندارند.<br>كارشناسان زراعت عقیده دارند كمپوست یکی از بهترین كود های نباتی و تقویت كننده های طبیعی خاک است و می تواند جایگزین خوبی برای كودهای تجاری شود. مهمترین حسن این كود، ارزان بودن آن است. شما می توانید بدون پرداخت مبلغی آن را در خانه تان تولید كنید .<br>استفاده از كمپوست ساختار خاک را بهبود می بخشده و محتوای خاک را تقویت می كند و سبب می شود خاک مدت زمان بیشتری بتواند آب را در خود نگه دارد.<br>همچنان قدرت باروری خاک را افزایش داده و كمک می كند ریشه های سالم در گیاه رشد كند .<br>مواد عضوی موجود در كمپوست در حقیقت مواد غذایی میکروارگانیسم هایی هستند كه خاک را در وضعیتی سالم و متعادل نگه می دارند. نایتروجن، پتاشیم و فاسفورس موادی هستند كه در نتیجه تغذیه میکروارگانیسم ها از مواد عضوی تولید می شوند و در نتیجه تنها تعداد اندكی از مواد مغذی می ماند كه باید به خاک افزوده شود.<br>اغلب باغبان ها و دهاقین مدت هاست كه به حسن های این كود سیاه، غنی و طبیعی پی برده اند .<br>نکته مهم این است كه با طی زمان كافی تمام زباله های عضوی در طبیعت به كمپوست تبدیل می شوند.&nbsp;<br>البته همه زباله ها برای تولید كمپوست در خانه مناسب نیستند. در اغلب سیستم های تولید كمپوست كه در خانه ها به كار می روند، سیستم به دمای مناسب برای كشتن عوامل بیماری زا نمی رسد، در نتیجه باید در نوع مواد اولیه ای كه برای تولید كمپوست به كار می رود دقت كرد .<br>كمپوست كردن شاید قدیمی ترین روش بازیافت باشد. كمپوست تركیبی از ضایعات مواد خوراكی و زباله هایی است كه از طریق تجزیه هوازی به خاک سیاه و سفید غنی دگرگون شده است . مراحل كمپوست بسیار ساده است و توسط افراد با تجربه در خانه های خود، دهاقین در زمینهای شان، و به شکل صنعتی نیز انجام می شود .<br>این روش طبیعی، مواد عضوی را به ماده ای غنی دگرگون می سازد. كمپوست مکملی بسیار سودمند برای بهبودی و به سازی و تقویت خاک است. تركیبات تولید شده در این روش به آسانی برای نباتات قابل جذب است و جایگزینی دیگر برای كودهای كیمیاوی در زراعت است.<br>کلیات<br>تعاریف و توضیحات اولیه درباره کمپوست از كلمه انگلیسی (Composites ) كه معنای تجزیه مواد ( یا مخلوط و تركیبی از چند ماده است. یا كمپوست عبارت است از بقایای گیاهی و حیوانی زباله های شهری یا لجن فاضلاب است كه تحت شرایط پوسیدگی قرار گرفته باشند، بطوریکه مواد سمی آن از بین رفته مواد پودر شده و شکل اولیه خود را از دست داده باشند.<br>برای تهیه كمپوست می توان از بقایای چوب بری ها، زباله شهری، بقایای كشتارگاه ها و كارخانه های كنسرو ماهی، لجن فاضلاب و اجساد نباتات علفی استفاده كرد. بطور كلی كمپوست از نظر مواد غذایی ضعیف میباشد به استثنای بقایای كشتارگاه ها و كارخانه های كنسرو ماهی كه از نظر نایتروجن قوی می باشند.<br>كمپوست محصول یک فرآیند بیوتکنولوژیکی و به عبارت دیگر استحاله مواد عضوی است كه توسط تعداد<br>كثیری مایکروارگانیزم های هوازی گرما دوست در داخل توده ای زباله در مجاورت حرارت و رطوبت و اكسیژن انجام می گیرد و با ایجاد 60 تا 75 درجه سانتیگراد گرما و تشکیل آنتی بیوتیک ها در حین عمل پاستورایزاسیون 1 انجام گرفته و عوامل بیماری زا و بذر علف های هرز از بین می رود.<br>كمپوست محصول نهایی و نمونه ای پیچیده از مرحله تغذیه است كه شامل صدها موجود زنده متفاوت مانند باكتری ها، قارچ ها، كرم ها و حشرات می باشد. آنچه كه پس از مواد عضوی تجزیه شده این موجودات باقی می مانند، ماده ای نرم و خاكی است كه برای رشد نباتات بسیار مناسب است )قهرمانی، 1380 .)<br>كمپوست )كود حاصل از زباله ( یکی از بهترین ملچ 2 های ) كاه و برگی كه برای حفظ نبات دور آن می ریزند(اصلاح كننده خاكی است كه می توان از آن به جای كودهای تجاری استفاده نمود خصوصیت ویژه كمپوست ارزان بودن آن است.<br>كمپوست حاصل فضولات بیولوژیکی جانداران ذره بینی است كه توانایی شکستن مولکول های درشت مواد عضوی را دارا می باشند. این فعالیت سبب تولید تركیبات هوموسی شده كه به راحتی توسط گیاه جذب می شود. )<br>حق پرست، 1355.<br>تاریخچه كمپوست<br>روش جمع آوری مواد عضوی به منظور كمک به تجزیه آنها و استفاده از مواد حاصل در اراضی زراعتی برای قرن ها درتمدن های مختلف وجود داشته است. درچین كمپوست كردن از بقایای نباتی مخلوط شده با فضولات انسانی و حیوانی بیش از 2000 سال سابقه دارد در اورپا استفاده از ضایعات كمپوست شده برای حاصلخیزی نمودن خاک ها به دوران امپراطوری روم بر می گردد و در این زمان استفاده از این كود های عضوی توسط زراعتی بسیار<br>رایج بوده است. )هاشمی مجد، كاظم 1392 در اوایل قرن بیستم سرآلبرت هوارد انگلیسی تلاش زیادی در احیای صنعت كمپوست در اروپا نمود. پس<br>ازجنگ دوم جهانی به دلیل افزایش تولید كودهای كیمیاوی و كاربرد ساده تر آن توسط زارعین، كمپوست كم كم به فراموشی سپرده شد. در ژاپن درخلال جنگ دوم با توجه به اینکه دسترسی به كودهای كیمیاوی مشکل بود، ولی ازمواد عضوی به عنوان كود درتولید محصولات استفاده نمودند. صنعت كمپوست بعنوان یکی از روشهای كار آمد برای تبدیل ضایعات شناخته شده است، اما درغرب تقاضا برای آن كاهش یافته است كه یکی از دلایل این امر جنبه اقتصادی آن می باشد.<br>دسته بندی زباله ها<br>به صورت عموم زباله ها به دو دسته تقسیم میشود:<br>1 . زباله خشک<br>2 . زباله های مرطوب<br>1 . زباله های خشک عبارت از زباله های است، كه محصول از شركت های صنعتی میباشد. این زباله در تركیب خود آب ندشته مانند(شیشه، پلاستیک، فلزات وغیره) این مواد از تركیب چند ماده كیمیاوی تركیب شده. امروزه در كشورما استفاده خریطه های پلاستیکی یک معضل خیلی بزرگ بوده اگر به همین منوال به پیش رود در آینده به<br>مشکل خیلی بزرگ دجار خواهیم شد.<br>2 . زباله مرطوب عبارت از زباله است كه درتركیب آن آب موجود بوده این زباله بنام زباله عضوی یا زباله های كه ازبقایای از موجودات زنده بوجود می آید مانند ) بقایای سبزیجات، فضله حیوانی، میوه جات، بقایای نباتی، زباله های آشپزخانه، برگ درختان وغیره زباله كه درتركیب خود آب دارد.<br>روشهای دفع زباله ها<br>1 . سوزانیدن<br>2 . دفن زباله&nbsp;<br>3 . بازیافت&nbsp;<br>در روش اول زباله های سوزانده شده خود مشکلاتی بوجود می آورد. از آن جمله آلوده شدن هوا با گاز كاربن دای اكساید، دود، بوی بد و به وجود آوردن امرض گوناگون برای انسان كه سلامت انسان به خطر مواجه می سازد. در روش دوم معمولاً زباله ها در خارج از شهر دفن می شوند، كه این روش دفن كردن معمولا اشکالات را به دنبال دارد از آن جمله بزرگترین آن ملوث شدن آب های زیر زمینی معمولا زباله های كه دفن میشود هم زباله خشک و هم مرطوب میباشند. كه این زباله مکان خوبی برای مایکروارگانیسم ها به خصوص قارچ ها، باكتری ویروس ها میباشد. این موجودات همرای آب به آب های زیر زمینی نفوذ كرده باعث ملوث شدن آن ها میگردد. كه برای انسان، نباتات، حیوان وموجودات حیه مضر است.<br>اما بهترین و مهم ترین روش بازیافت زباله های تولیدی است. از خوبی این روش این است از زباله های شهری مانند زباله صنعتی میتوان دوباره وارد چرخه تولید صنعتی آن نمود. از مواد عضوی یا مواد قابل تجزیه آن میتوان كمپوست تولید نمود هم محیط زیست آلوده نمی شود هم از آن میتوان كود تولید نمود.<br>طبقه بندی کود های عضوی<br>به صورت كل به سه دسته تقسیم می شود كه عبارت از:<br>1 كود حیوانی&nbsp;<br>2 كود سبز&nbsp;<br>3 كمپوست&nbsp;<br>1 . کود حیوانی<br>كود حیوانی در حقیقت از فضولات حیوانات تهیه می شود كه بیشتر از كود گوسفند و گاو و اسب و یا مرغ تشکیل می شود. كود حیوانی به علت دارا بودن حجم وسیعی از مواد عضوی و غذایی باقی مانده كه برای غنای خاک بسیار مفید می باشد در طول تاریخ همواره مورد توجه زارعین بوده است. كود انسانی نیز در رده كودهای حیوانی به حساب می آید. در بعضی كشورها از جمله افغانستان از مدفوع انسانی به عنوان كود در زمین های زراعتی استفاده میشود.<br>كود اسبی اسب مقدار زیادی علف هرز می خورد و غذای خود را نرم و پودر نمی كند و در نتیجه تعداد از بذور علف هرز سالم از دستگاه گوارش آن عبور می كنند و به همین علت كود اسبی بذر علف هرز زیادی دارد. برای نباتات اسید دوست كود اسبی مناسب می باشد. كود اسبی نسبت به كودهای گاوی و مرغی درصد نایتروجن بیشتری دارد.<br>سرعت قابلیت استفاده عناصر غذایی كود اسبی متوسط می باشد. كود اسبی برای نباتات گلدار، سبزی و صیفی و نباتات ریشه ای و غده ای مناسب ترین كود می باشد.<br>كود گاوی گاو مقدار زیادی علف می خورد و آنها را خوب جویده و خرد می كند و سیستم گوارش گاو كارایی بیشتر در هضم غذا دارد و در نتیجه كود گاوی تعداد بذر علف هرز كمتری دارد. آزاد سازی عناصر غذایی از كود گاوی تا میزان 50 درصد ممکن است بیش از 18 هفته طول بکشد.<br>شرایط مصرف كودهای حیوانی بلافاصله بعد از مصرف با خاک مخلوط كنید تا از هدر رفتن نایتروجن آن جلوگیری بعمل آید.<br>نزدیک به زمان كاشت نبات زراعی از كودهای حیوانی به مقدار كمتر استفاده كنید در صورت مصرف زیاد كود حیوانی نزدیک به زمان كاشت مشکلات تاخیر در كاشت بدلیل ایجاد شرایط بسیار مرطوب هم چنین پس از كاشت نیز بعلت آزاد سازی آمونیاک می تواند موجب نبات سوزی در بذور و رشد گیاهچه شود.<br>كود مرغی<br>كود مرغ مخلوطی از كود مرغی خام و مواد بستر نظیر خاک اره، خرده چوب و پوسته برنج می باشد.<br>عبارت از فضولات مرغها بوده كه از بستر آنها جمع آوری می شود. كود های مرغ دارای یک قسمت م ی باش د كه جامد بوده و مواد غذائی مطلوب برای حاصلخیزی زمین های زراعتی دارند. كود مرغ ها بسته به شر ایط كه نگهداری می شوند دارای مواد غدایی مختلف می باشند. مثلاً كود مرغهای كه بصورت صنعتی در فارم ها نگه داری می شوند با خود مقداری مواد عضوی مانند بوره اره به هم راه دارد چون زمانیکه جوجه مرغ ها در سالن های مرغداری ها نگهداری می شوند مقداری مواد نرم زیرپای آنها می ریزند كه این مواد با كود آنها مخلوط میشود ولی كود مرغ هایکه به صورت آزاد پرورش می یابند خالص تر می باشند .<br>كود مرغ بسته به نوع غذایی كه به مرغ ها داده می شود فرق می كند. چون به مرغها بیشتر دانه باب داده می شود فیصدی پروتئین داده باب زیاد بوده پس در نتیجه باعث ازدیاد نایتروجن كود مرغ می شود. در هنگام مصرف نباید كود مرغ تازه را به پای نباتات ریخت چون دارای نایتروجن زیاد بوده و باعث پوسیدگی نبات می شود.<br>2 . کود سبز<br>كود سبز شامل نباتانی است كه آنرا قبل از كاشت محصول اصلی كشت كرده و بعد از مقداری رشد سبزینه ای آنرا به زمین بر می گردانند بدون اینکه از این نبات محصولی برداشت كنند این نبات می تواند شامل هر نباتی باشد غیر از آنهایی كه بخشهای خشبوی دارند یا اثر آلیلوپاتی 1 بر روی محصول بعدی می گذارند. در اصل كود سبز یک تناوب است كه محصول ندارد و برای بهبود باروری و حاصلخیزی خاک و در صورت لگوم بودن تامین كل یا بخشی از نایتروجن مورد استفاده محصول بعدی استفاده میشود به طوری كه از نظر رطوبت با محصول اصلی در رقابت نباشد.<br>كود سبز عملاً مواد غذایی به خاک اضافه نمی كند، بلکه آن چه را كه طی رشد خود از خاک جذب كرده و در خود ذخیره نموده است به خاک بر می گرداند اما در صورتی كه از نباتات خانواده بقولات بعنوان كود سبز استفاده شود تمام نایتروجن تثبیت شده را به خاک بر می گرداند. از طرف دیگر كود سبز با جذب و ذخیره مواد<br>غذایی در خود از شسته شدن آنها جلوگیری می نماید.<br>نبات كودی انتخاب شده باید در زمان گلدهی یا خوشه بستن به زیر خاک برده شود. زیرا كه قبل از این زمان، رشد و نمو قسمت های سبزینه ای نبات كافی نبوده و از برگرداندن آن ماده عضوی زیادی به خاک اضافه نخواهد شد. كود سبز به منظور تقویت زمین از لحاظ مواد عضوی غذایی مورد استفاده قرار می گیرد كه بدین منظور<br>نباتات، برای مدت زمانی معین در مزرعه كاشته شده و بعد از رشد كافی به زمین برگردانده می شوند.<br>نباتات مانند ماش، نخود، باقلا، رشقه، سایبین، جو، جودر، یولاف وغیره را میتوان به حیث بناتات كود سبز استفاده نمود. كود سبز مساعد باید چهار خاصیت اصلی داشته باشد.<br>1 ) سریع نمو نماید.<br>2 ) شاخ وبرگ زیاد ونرم داشته باشد.<br>3 ) در خاک فقیر نمو كرده بتواند.<br>4 ) انساج آن از لحاظ مواد غذایی غنی باشد.<br>نبات كود سبز هم از فرسایش خاک وهم از ضایع شدن مواد غذایی جلوگیری مینماید. یک هکتار كود سبز معمولا 50 - 35 تن شاخه و برگ و انساجی نباتی تازه وارد خاک مینماید كه معادل 20 - 10 تن كود حیوانی است و میتواند 2 - 1 تن هیومس به خاک علاوه نماید. كود سبز را میتوان برای تمامی انواع خاک ها توصیه نمود و<br>تاثیرات مفید آنها سبب بهتر شدن شرایط فزیکی، بیولوجیکی وكیمیاوی خاک میشود.<br>3 کمپوست-<br>كودی است كه از بازیافت مواد عضوی )مواد زائدی كه ازگیاهان و حیوانات برجای میمانند( به دست می آید. طوری كه گفته شد كمپوست عبارت از بقایای نباتی وحیوانی زباله های شهری یا لجن فضولات است كه تحت شرایط پوسیدگی قرار گرفته باشد. طوری مواد سمی و اولیه خویش را از دست داده و به پودر تبدیل شود.<br>مواد موجود در كمپوست:<br>1- مواد سخت و خشک بقایای نباتات از قبیل شاخچه هایکه نسبتا بزرگترباشد مانند شاخچه درخت ساقه جواری ساقه پنبه كه دارای عناصر فاسفورس، پتاشیم و كلسیم می باشد.<br>2- مواد نرم &nbsp;بقایای خشک كه نرم بوده باشد مانند برگ خشک، علف خشک كه غیر چوبی باشد.<br>3- مواد تازه<br>مانند نبات سبز و تازه و برگ كه دارای نایتروجن زیاد می باشند.<br>4- خاكستر كه دارای پتاشیم و كاربن مبیاشد.<br>5- كود یوریا (كود سفید) برای سریع ساختن عملیه تخمر در صورتیکه چاه كمپوست رطوبت زیاد داشته باشد و یا زمستان باشد دراین صورت برای سریع ساختن عملیه تخمر از چونه استفاده شود.<br>6- خمیرمایه جهت تشدید عملیه تجذیه.<br>تركیب نوع خاصی از مواد یا تغییر نسبت آن ها می تواند در سرعت تجزیه تغییراتی را ایجاد كند. دسترسی به بهترین تركیب كه از تجزیه بدست می آید، امری بسیار مهم در این پروسه است. نسبت ایده آل این مواد 25 بخش قهوه ای به یک بخش مواد سبز است. درصد زیاد كربن باعث تجزیه آهسته مواد شده در صورتی كه درصد زیاد نایتروژن، پروتین تولید میکند. برگ ها در صد زیادی از مواد باغی را تشکیل می دهند. این برگها سرشار از مواد معدنی می باشند كه از ریشه در خت بدست آمده و منبع طبیعی كربن می باشند.<br>بهتر است از فضولات حیوانات گوشتخوار در كمپوست استفاده نشود چون دارای مواد بیماری زای خطرناک هستند. اكثر فضولات وقتی كه تازه هستند،) گرمند (. یعنی آنقدر غنی از مواد غذایی هستند كه می توانند ریشه نازک نباتات را بسوزانند و یا دمای كمپوست را بالا برده و كرم های خاكی و باكتری های مفید را نابود كنند.<br>جلبک ها و خزه ها منابع خوبی برای كمپوست سازی هستند. قبل از استفاده این ها در كمپوست باید نمک آنها با آب شستشو شود. موادی كه می توان به كمپوست اضافه كرد بسیار زیادند. از جمله این مواد می توان به چوب جواری، زائدهای پنبه ای، آشغال های رستوران ها یا زباله های زراعتی، زائده های درخت انگور، خاک اره، شن سبز، و شاخه های خوراكی، رازک، پوسته بادام زمینی، كاغذ و پارچه های كهنه، خاک سنگ، دانه های پنبه خوراكی، زائدات مركبات، قهوه، رشقه و حلزون زمینی اشاره كرد.<br>موادی که در تهیه کمپوست از آنها استفاده میشود:<br>• كودهای حیوانی<br>• مقوا (پارچه كهنه)<br>• كاغذ پاره های تمیز<br>• فیلتر های مخصوص چای و قهوه<br>• تیکه پارچه های نخی<br>• جعبه تخم مرغ<br>• خاكستر چوب<br>• پس مانده های میوه و سبزیجات<br>• خرده های چمن<br>• پر پرندگان<br>• كاه و كلش<br>• نباتاتی خانگی<br>• برگها<br>• پوسته میوه جات<br>• روزنامه<br>• خرده چوب<br>• باقیمانده هرس نباتات<br>موادی که در تهیه کمپوست نباید از آنها استفاده گردد<br>ü برگهای درخت گردوی سیاه و انجیر (موادی ترشح می كنند كه برای نباتات مضر است) درتركیب برگ درخت گردو خاصیت میکروب كشی و باكتریای كشی دارد هم میکروازگانیسم مفیده و مضره از بین می برد در تركیب برگ اسید سیتریک و مالیک میباشد<br>ü خاكستر ذغال سنگ و ذغال تخته<br>ü فرآورده های لبنی و سفیده تخم مرغ (تولید بوی بد و جذب حشرات و جوندگان)<br>ü نباتات آلوده به آفات و حشرات(لطمه زدن دوباره به نباتات)<br>ü چربیها، روغن ها، و دنبه های حیوانی (تولید بوی بد و جذب حشرات و جوندگان)<br>ü استخوانهای گاو، گوسفند و ماهی(تولید بوی بد و جذب حشرات و جوندگان)<br>ü مدفوع سگ و گربه (ممکن است حامل باكتریها، پارازیتها، جرم ها، عوامل بیماریزا و ویروسها باشند).<br>ü نباتات آلوده به سموم (باعث از بین رفتن ماكروارگانیسم مفیده همچون باكتریای شود).&nbsp;<br>در عمل كمپوست سازی باید از چوب درختانی مانند گردوی سیاه، برگ های اكالیپتوس و سوماک و كلأ نباتاتی كه مقداری سم در خود ترشح می كنند، پرهیز كرد. چون مدت زمان تهیه كمپوست را افزایش می دهند.<br>استفاده زیاد از برگ های سوزنی كاج كمپوست ما را اسیدی میکند كه برای خاكهای قلیایی مفید است. علفهای كوتاه شده سریع تجزیه می شوند و به اندازه فضولات دارای نایتروجن مفید است از آن جا كه علف های كوتاه شده در یک جا جمع می شوند، هوا به آن ها نرسیده و بو می گیرند. این امر آنها را سرشار از مواد قهوه ای می<br>نماید. اگر برای كمپوست مقدار قابل توجهی علف كوتاه شده دارید، برای خشک كردن، آنها را حد اقل یک روز زیر نور آفتاب روی زمین پهن كنید بعد از اینکه این برگ ها به رنگ زرد یا كاهی تبدیل شدند، دیگر اسیدی نخواهند بود. ( دكتر ززولی، 1382).<br>در حالی كه تکه های گوشت و دیگر فرآورده های آن محصولات روزمره و غذاهای چرب مانند سس سالاد و كره بادام زمینی و همچنین مواد غیر غذایی مانند مدفوع گربه و سگ، مو، زغال سنگ، آهک برای تولید كمپوست اصلاً مناسب نیستند.<br>باید در استفاده از خاكستر زغال سنگ پرهیز كرد. چون زغال سنگ معمولاً دارای مقدار زیادی سولفور و آهن باشد كه می تواند به نباتات آسیب برساند زغال چوب به خوبی تجزیه نمی شود و بهتر است از آن استفاده نشود.<br>چراکمپوست؟<br>مصرف بیش از حد كودهای كیمیاوی موجب افزایش غلظت محلول خاک گردیده و سبب بهم خوردن تعادل مواد غذایی در محیط ریشه می گردد و این امر از نظر جذب مواد و بالا رفتن میزان نمک خاک عواقب خطرناكی را بهمراه خواهد داشت. سازندگان و مبلغان اولیه كودهای كیمیاوی آن را به عنوان یک وسیله كمکی برای كود های عضوی می خواستند نه جایگزینی آن بجای كودهای عضوی بر اساس تحقیقات فاو كود های كیمیاوی عمدتا به مدت 1 سال صرفا غذای گیاه را تامین می كنند و به علت آنکه نمک هستند علاوه بر تخریب خاک، نقش مهمی در آلودگی آب های سطحی و زیر زمینی دارند حال آنکه كود های دامی تا 5 سال و كودهای كمپوستی بیش از 20 سال سلامت خاک و مواد غذایی لازم برای گیاه را فراهم می كنند. افزودن مستقیم ضایعات محیط و باغها به خاک بعنوان كمپوست اولیه نیز در دراز مدت علاوه برخطر آلودگی خاک، منجر به بروز اثرات نا مناسب خواهد شد. به طور مثال افزودن مقدار زیادی از برگهای غیركمپوستی در درون خاک، موجب رقابت میکروبی در جذب نایتروجن بین میکروبهایی كه كار پوسیدن برگها را انجام می دهند، با ریشه نبات بوجود می آید. این رقابت در نهایت منجر به كمبود نایتروجن و فقر رشد نبات خواهد شد. افزایش جمعیت میکروبها می تواند باعث فرسودن مواد عضوی در خاک شود و افزایش ضایعات در خاک باعث تخریب ساختمان نسبت به قبل می گردد، در حالی كه استفاده از ضایعات پس از فرایند تولید كمپوست، احیاء و تقویت پایدار خاک، تامین تمامی عناصر ماكرو و میکروی مورد نیاز نبات، متعادل نمودن نسبت C به N ، میزان ظرفیت تبادل كاتیونی ( CEC) و در صد اشباع كاتیونهای قلیایی خاک، افزایش رشد و محصول دهی نبات و تولید محصول سالم با طعم مطبوع و بازار پسند را در پی خواهد داشت.) دكتر ززولی، 1382 .) در فرآیند تولید كمپوست، سموم، آفات، بذر علف های هرز، نمک درون برگها و ساقه ها از بین رفته و نمک به صورت محبوس و غیر قابل جذب برای نبات در می آید. میکروارگانیسم های فراوان كمپوست با ترشح آنزیمهای متنوع سبب كنترل انواع فلزات سنگین و تجزیه سموم دفع آفات موجود در توده كمپوست و خاک شده و با گذشت زمان، خاک، نبات و محصولات حاصل را، پاک و سالم خواهد نمود.<br>تمامی ارگانیسم بیماری های نباتی و آفات برگها، چوبهای خرد شده و دانه ها در طی فرآیند كمپوست از بین می روند زیرا دما در مركز توده امکان دارد به مدت كوتاهی به 150 درجه سانتیگراد نیزبرسد. این در حالی است كه فرآیند مرگ آفات و از بین رفتن سموم از 60 درجه سانتیگراد آغاز میگردد. در دمای 80 درجه فقط ترموفیلها و<br>پاتوژنها باقی می مانند. در این مراحل سموم, آفات, بیماریها, مواد كیمیاوی و بذرعلفهای هرز، در درون توده از بین می روند و اگر علف هرزی در زمین سبزشد به احتمال زیاد بذر از قبل درون خاک موجود بوده است.<br>ما چرا کمپوست را میسازیم ؟<br>از اینکه افغانستان یک كشور زراعتی است از نگاه آب و هوا و شرایط اقلیمی برای تمام میوه جات و سبزیجات مساعد است اما از نگاه عناصر كمبودی احساس میشود و از نگاه مواد عضوی فقیر است و همچنان تمام مردم افغانستان از نگاه اقتصاد فقیر هستند نمیتوانند از كود های كیماوی استفاده نمایند چون كمپوست از مواد هایکه تهیه میگردد دهاقین میتوانند آن مواد ها را به سهولت بدست بیا ورند تا بتوانند از این طریق تمام زمین های خویش را غنی از مواد عضوی بسازند.<br>بد بختانه یگانه مشکلات دهاقین این است كه از موادها یکه برای كمپوست استفاده میشود مانند شاخچه درختان، نباتات هرزه، تنه جواری وغیره منحیث مواد سوخت و خوراكه برای مواشی استفاده مینمایند لهذا اگر دهاقین دقیقا فکر نمایند و بخواهند كه هم زمین خود را حاصل خیز سازند وهم اقتصاد خود را بالا ببرند باید از طریقه كمپوست استفاده نمایند چرا كه كمپوست مانند كود كیمیاوی برای یک سا ل مفید واقع نمیشود بلکه كمپوست برای چندین سال زمین را سرحاصل میا ورد. (هاشمی مجد، كاظم 1392 )<br>فواید و اثرات استفاده از کمپوست:<br>كود عضوی كمپوست در خاكهای سنگین دانه بندی و تخلخل خاک را بهتر می سازد و نفود پذیری و تهویه خاک را بهبود می بخشند. در خاكهای سبک مانند اسنفج به نگهداری آب و مواد غذایی كمک نموده و از شتستشوی آن جلوگیری میکند. اجزای ریز و درشت و مواد معدنی را در بر گرفته و به تشکیل خاک دانه كمک میکند. حالت<br>چسبندگی خاک را كاهش داده و از مقاومت خاک در مقابل ماشین آلات زراعت می كاهد و عملیات زراعی با خاک با انرژی كمتری انجام می گیرد )قهرمانی، 1380 .)<br>كمپوست می تواند 2 تا 6 برابر خود آب نگهداری نموده و از هدر رفتن آن جلوگیری كند. به خاک رنگ تیره داده و به جذب حرارت و گرم نگه داشتن خاک كمک میکند. كمپوست دارای عناصر غذایی پر مصرف و كم مصرف مورد نیاز نباتات می باشد كه این مواد را به تدریج آزاد و در اختیار نباتات قرار می دهد. ذرات هیومس 1 تركیابت<br>نایتروجن كربن اسید فولیک حاصل از كمپوست دارای خاصیت جذب كنندگی شدید می باشد كه عناصر غذایی را به خود جلب نموده و به آسانی در اختیار نباتات قرار میدهد. كمپوست عموماً فعالیت های بیولوژیکی خاک را تشدید نموده و به حاصلخیزی خاک كمک میکند. كمپوست دارای خاصیت اسیدی است و در جذب بعضی از مواد غذایی غیر محلول نقش اساسی داشته و از فرسایش خاک جلوگیری میکند. كمپوست علاوه بر كمیت در ارتقای كیفیت محصول هم نقش اساسی دارد. استفاده از كمپوست موجب افزایش مقاومت نباتات در مقابل امراض می گردد. هیومس و مواد عضوی خاک را افزایش داده و بعضی از ویتامین ها، هورمون ها و آنزیمهای مورد نیاز را تامین میکند كه این مواد نمی توانند بوسیله كودهای شیمیایی تامین گردند. در جلوگیری از تغییر اسیدیته خاک همانند یک بافر عمل می كنند. وقتی كه در هنگام كمپوست شدن درجه حرارت به 60 درجه یا بیشتر می رسد، عوامل پاتوژن و بیماری زا، تخم انگلها، و بذر علفهای هرز را نابود میکند. وزن مخصوص ظاهری خاک را به شدت كاهش داده و<br>بنابراین برای خاكهای سنگین و رسی بسیار مناسب و مفید است (قهرمانی، 1380 .)<br>مزایای استفاده از کمپوست<br>· مواد غذائی را تأمین می كند .<br>· فعالیت های میکروبی را تشدید می كند كه موجب می شود مواد غذائی خاک آزاد شوند و مورد استفاده گیاه قرار<br>گیرند .<br>· نیاز به كودهای كیمیاوی را كه گرانقیمت و بالقوه برای محیط زیست زیانبار می باشند، كاهش می دهد .<br>· مقدار كربن عضوی و نایتروجن خاک را افزایش می دهد و باعث می شود كه خصوصیات فیزیکی اصلاح شود. این<br>پدیده عکس العمل خاک نسبت به كودهای كیمیاوی را بهتر می كند و عملکرد محصول را افزایش می دهد .<br>· ساختمان خاک را اصلاح می كند و باعث بهبود زهکشی خاک و انجام عملیات شخم در آن می شود .<br>· ظرفیت ذخیره سازی رطوبت خاک را افزایش می دهد .<br>· با اصلاح ساختمان خاک به كاهش فرسایش بادی كمک می كند( www.sid.ir .)<br>انتخاب محل مناسب برای تهیه کمپوست<br>محل تهیه كمپوست شما باید دارای خصوصیات زیر باشد<br>1. به راحتی قابل بازدید و بازرسی باشد .<br>2. در جای بلندی قرار گرفته باشد تا دچار آب گرفتگی نشود .<br>3 نزدیک محل دامداری و منابع آب باشد .<br>4. از جاده دور باشد تا از آلودگی های سربی و سایر فلزات سمی كه به نوبه خود می توانند با آلوده سازی محصولات غذائی، سلامتی انسان و دام را به خطر بیندازد، در امان باشد .<br>كمپوست و كودهای حیوانی منابع اصلی بذر علف های هرز می باشند بذر علف های هرز می توانند تا حدودی در مقابل تجزیه میکروبی مقاومت كنند. بنابراین فقط از كمپوست و كودهای دامی كاملاً پوسیده و مزرعه خود استفاده كنید(قهرمانی، 1380 .)<br>خواص کمپوست<br>• كمپوست آفات و امراض نباتات را از بین می برد.<br>• نیاز نباتات به كودهای كیمیاوی را به حداقل یا به صفر می رساند.<br>• محصولات زراعتی را افزایش می دهد.<br>• محصولات سالم تری به بازار عرضه می شود.<br>• بازیابی جنگلها، بازسازی باطلاقها، احیای زیستگاههای موجودات زنده خاكی و اصلاح خاكهای آلوده و فشرده از دیگر مزایای كمپوست میباشد .<br>• كمپوست 6 / 99 در صد از مواد كیمیاوی فرار صنعتی را از هوای آلوده خاک گرفته و تخریب میکند.<br>كمپوست 50 در صد از مخارج سالم سازی آب و خاک و هوا را می كاهد . ( www.sid.ir)<br>&nbsp;</p><p>&nbsp;</p>', 'مسلک اموز محمد یونس یوسفی', 'uploads/rfcpVNI8vzUcLJTj1e5cnbIhS7xc16.jpg', 'uploads/YH04mtShMdi4IwCWqotCGebvQjyjwr.pdf', 0, 1, '2023-11-29', '1445-05-15', '1402-9-8', 35, 'کمپوست و روش های تهیه آن', 'استفاده از كمپوست ساختار خاک را بهبود می بخشده و محتوای خاک را تقویت می كند و سبب می شود', 248, 4, 4, '2023-11-29 04:33:47', '2023-12-05 03:57:15');
INSERT INTO `articles` (`id`, `language`, `title`, `slug`, `content`, `author`, `image`, `file`, `views`, `status`, `date_gregorian`, `date_ghamari`, `date_shamsi`, `province_id`, `meta_title`, `meta_description`, `district_id`, `center_type_id`, `category_id`, `created_at`, `updated_at`) VALUES
(5, 'fa', 'مقاله در مورد طلا', 'مقاله-در-مورد-طلا', '<p>آشنایی با موضوع طلا به انگلیسی (Gold) یک عنصر فلزی با ترکیب معکب بوده که از اول طلایی رنگ بوده ولی هنگام بریده شدن سیاه و یا بنفش می شود. طلاشکننده ترین عنصر میباشد. هم چنین بسیار نرم بوده وبه منظور استحکام بیتشر به صورت الیاژ در می آید. این عنصر هدایت کننده خوب حرارت وجریان برق می باشد. طلا معمولا در رگ قشرمین هم راه با منرال های مس ویا بصورت آزاد وجود دارد، معمول ترین ترکیبات طلا عبارت از (AuCl3) و (HAuCl4 ). که مخلوط از یک قسمت نایتریت و سه قسمت هایدروکلوریک نام دارد که طلا را درخود حل می کند. 65% طلای جهان از آفریقا به دست می آید. این عنصر از گذشته های بسیار دور شناخته شده بود طلا در طبیعت بصورت آزاد یافت می شود. این عنصر به طور گسترده درطبیعت پخش شده است و در بیشترمواقع هم راه با کوارتز وپایرایت یافت می شود. طلا به صورت رگ ای و به صورت جدا از سنگ ها ودیگر منرال ها در معدن یافت میگردد. حدود دوسوم تولیدات دنیا در کشور آفریقای جنوبی و حدود دو سوم از کل تولیدات آمریکا در ایالات داکوتای جنوبی و نوادا تولید می شود. این عنصر از امعادن طلا توسط پروسه های سیانورراسیون، آمالگا سیون و ذوب استحصال می شود.این عنصر هم چنین توسط الکترولیزنیز استحصال می شود. میزان طلا در آّب دریا حدود 0.1 تا 2 ملی گرام در یک تن است که این رقم بستگی به نوع طلا نیز دارد. هنوز روشی برای اینکه طلا را از آّب دریا استخراج کنند وجود ندارد. طلا به علت آنکه فلزی بسیار نرم و قابلیت چکش خوردن را دارد، باید با فلزات دیگر مخلوط شود تا استحکاک لازم را بیاید. به غیر از طلای 22 عیار، باقی عیار های دیگر طلا الیاژ میباشد. مس، نقره و نیکل برای استحکام بیشتر و فلز روی جهت اکسیجن هوا و جلوگیری از اکسید شدن مس ونقره به طلا افزوده می شود.هرچه عیار طلا بیشترباشد، زردی آن بیشتر، اما دوام و پایداری آن کمتر ونرم تر است. عیار طلا نشان می دهد که چه مقدار از الیاژ آن از طلا است. طلای 22 عیار، طلای خالص است. عیارهای رسمی درحال حاضر شامل 750 درهزار (18 عیار) 833 در هزار( 20 عیار) و 916 در هزار(22 عیار) می باشد. که باعلایم زیر نمایش داده می شود. طلا از دیر باز در سلامت انسان نقش مهم داشته و دانشمندان مختلف ایرانی درمورد خواص درمانی طلا نظراتی داشته اند. از نطر ابن سینا وابوریحان طال به دل نیروبخشیده و دارای طبیعت گرم تراست واگر باآن برروری پوست داغ زنند، عفونت به همر را ندارد. هم چنین سرمه کشیدن با میل طلا فواید بسیار دارد. این اعتقاد نیز وجود دارد که سیاه شدن حلقه طلا برروی انگشت دست می تواند نشانه بیماری صاحب آن باشد. تحقیقات های علمی نشان میدهد طلا روی هیموگلوبین های بدن مردان اثر نامطلوب می گذارد، اما روی هیموگلوبین های زنان بی تاثیر است وعلت آن را وجود طبقه چربی میان پوست وگوشت زنان می دانند که این طبقه )لایه( مانع تاثیر تشعشات طلا روی هیموگلوبین های سرخ خون می شود. شاید به همین دلیل باشد که دین مبین اسلام استفاده از طلا را برای مردان حرام کرده است. )زینت کردن طلا یا پوشیدن لباس زر بافت برای مرد حرام است(. چه آشکار باشد یا پنهان.واگر به مدت طولانی درمجاورت آن قرار گیرند، آثار نامطلوب به صورت سوزش دستگاه تنفس، خارش وسرخ شدن پوست درآن بروز کند. این افراد باید از<br>زیورآلات پلاتین)طلای سفید( با خالصی بالای 61 درص که کمتر موجب حساسیت می شود، استفاده کنند. مصارف درمانی طلا: از گذشته های خیلی دورطلا برای تداوی بسیاری از بیماری ها استفاده می شد. در اینجا به تعداد از این بیماری ها اشاره می شود.<br>1. در حدود سال 0115 درآمریکا طلای کلوئیدی به عنوان درمان دیپسومانیا) Dipsomania ( به مصرف الکل می باشد، به کار می رفت.<br>2. اولین تحقیق طبی مستند ومدرن درمورد استفاده طلا درسال 0161 صورت گرفت. در این سال داکتر رابرت کخ کشف کرد که باسیل سل نمی تواند در حضور طلا زندگی کند.<br>3. دراوایل دهه 0611 داکتران برای درمان درد ای مفصلی، قطعه ای از طلا به ارزش پنج دلار را در زیر پوست، مثلا در ناحیه مفصل زانو کار می گذاشتند در نتیجه در بیشتر موارد درر کاهش یافته یا کاملا برطرف می شد.<br>3. از سال 0620 طلا به طور مداوم برای درمان آرتروز به کار گرفته شده است.<br>4. طلا در مورد ناهنجاری هیا غددی و عصبی مورد استفاده بوده و دراحیاء مجدد فعالیت های غددی، تحریک اعصاب و آزاد کردن فشار عصبی سودمند است.<br>5. طلا می تواند برمیکانیزم حرارت بدن تاثیر مثبت داشته باشد. بوِیژه در مورد عرق کردن های شبانه، تشنگی شدید و ضعف وکاهش حرارت بدن موثر است.<br><strong>تاریخچه طلا، محل پیدایش، تحولات مهم و قیمت آن</strong><br>تاریخچه طلا به حدود 0111 سال قبل برمیگردد که در نوع خود نشان دهنده تاریخ شگفت آوری است که این فلز قیمت وارزشمند پشت سر گذاشته است. فلرکمیاب وبسیار باارزش که شاید ابتدا هیچ کس تصور نمی کرد، روزی اقتصاد تمام کشور های دنیا بر پایه طلا بنا گذاشته شود. اما به هرترتیب اکنون این اتفاق رخ داده است<br>وبه نظر نمی رسد که درآینده خلل چندنی به جایگاه بی نظیر طلا درسطح دنیا وارد شود.اما فکر می کنید داستان طلا در دنیای ما چگونه آغاز شده است وطول تاریخ چه نقاط عطفی برای این فلز زیبا وخوش رنگ رقم خورد است در ادامه با ما همراه باشید تا درباره تاریخچه طلا در جهان بیشتر بحث کنیم.<br><strong>خواص طلا</strong><br>شاید بد نباشد که نگاهی به خواص این فلز قیمت بها بیندازیم. واقعیت این است که بیشتر مردم از زیبایی وقیمت بالای این فلز استقبال می کنند، اما اهل فن به خوبی می دانند که طلا به عنوان یکی ا زمرغوب ترین وبا کیفیت ترین فلز موجود درکره زمین است. برخی از مهم ترین ویژگی ها وخواص فیزیکی طلا عبارت اند از.<br>1. هادی برق میباشد<br>2. لکه دار نمی شود<br>3. اکساید نمی شود<br>4. قابلیت چکش خوردن را دارد<br>5. انعطاف پذیری بسیار بالای را دارد<br>دربین فلزات موجود درسطح کره زمین، طلا شاید تنها فلزی است که به عنوان ارزمرجع درسطح دنیا پذیرفته می شود و حکم دارایی نقدی را دارد. البته سال ها است که اقتصاد دنیا از ستاندارد طلا فاصله گرفته است وبسیاری از کارشناسان مطرح اقتصادی دنیا، شروع گرفتاری ها و بحران های مالی درسطح دنیا را دقیقا درهمین نقطه ارزیابی می کنند. با ذکراین نکات بیایید در ادامه نگاهی به تاریخچه طلا بیندازیم. تاریخچه طلا، اولین اکتشاف آثار تاریخی ونتایج مطالعات درباره تاریخچه طلا نشان می دهد که برای اولین بار این فلز قیمت بها از دل دریاها کشف شده است. در واقع زیبایی وجلای ظاهری این ماده ارزشمند بوده است که توجه انسان ها را به خود جلب کرده است. هم چنین از نظر زمانی کشف طلا به حدود 5000 سال قبل از میلاد مسیح بر میگردد که درنوع خود جالب است.البته ناگفته نماند که کشف طلا بی ارتباط با شکل گیری تمدن ها در دنیا نیست. هزاران سال قبل تمدن های موجود در دنیا به زحمت به تعداد انگشتان یک دست بود. اسناد تاریخ مصر باستان را به عنوان نخستین سرزمین نام می برند که ارزش طلا در آن کشف شده است. بررسی های تاریخ نشان میدهد که در حدود 4000 سال قبل از میلاد، مصری ها با ذوب کردن طلا به دنبال ساخت زیورآلات از این ماده قیمتی رفتند.درحدود 1500 سال قبل رد پای طلا دربت هایی که مردم شبه جزیره عربستان برای پرستش می ساختند مشاهده شده است. نخستین سکه های طلا در دنیا درحکومت هخامنشیان وتوسط داریوش کبیر ضرب گردید وبه عنوان ابزاری تجاری مورد استفاده قرار گرفت. هم<br>چنین مصریان باستان در ادامه از این فلز قیمت بها به عنوان ابزار تجارت استفاده کردند وبهای کالاهای خریداری شده خود را با استفاده ازطلا پرداختند. آن ها سکه طلایی به وزن 11.3 گرام به نام شکل (Shekel) ضرب کردند و آن را به عنوان واحد ستاندارد معاملات تجاری درسرزمین خود معرفی نمودند. این سکه الیاژی بوده که ترکیب طلا ونقره ساخته شده بود و چیزی درحدود دو سوم وزن آن را طلا تشکیل می داد.<br><strong>تاریخچه طلا، ضرب سکه های طلا در دنیا</strong><br>همان طور که مشاهده کردید، در تاریخچه طلا نخستین بار ایرانیان بودند که سکه هایی از طلا ونقره برای تجارت تولید کردند. با توجه به وجود معادن طلا نسبتا زیاد در ایران، طلا در پادشاهی های م ختلف ایران بیش از کشور ها وتمدن های هم سایه یافت می شد وهمین مسئله در رونق وشکوه حاکمیت های مختلف در ایران بسیار اثر گذار بود. درحدود 560 سال قبل از میلاد نیز در پادشاهی کوچکی در قاره آسیا به نام لیدیا نخستین سکه های طلای خالص ضرب شد. پای رومیان نیز در حدود 51 سال قبل از میلاد به ضرب سکه طلا باز شد وآن ها این سکه ها را تحت عنوان آنوریس(Aureus) نام گذاری کردند. بعد ها مندلیف نام فلزطلا در جدول دورانی عناصر را نیز از همین جا گرفت وکلمه مخفف Au را برای طلا انتخاب کرد.<br>نخستین سیستم ارزی یکپارچه مبتنی برسکه های فلزی نیز درسال 1066 میلادی توسط ویلیام پادشاه انگلستان راده اندازی شد. سکه طلا دراین کشور تحت عنوان فلورین نام گذاری شد. بعد از انگلیس نوبت ایتالیا بود که مسیر مشابه را در پیش گرفت و اولین سکه طلای رسمی خود را منتشر کرد. در ایالات متحده آمریکاه نیز ستاندارد طلا از سال 1792 برای نخستین بار پایه گذاری شد و تاسال 1976 سیستم اقتصادی این کشور به همان صورت اداره می شد.<br>درنهایت دراین سال اقتصاد آمریکا در چرخش تاریخ از ستاندارد طلا به سمت ستاندارد ارزهای فیات حرکت کرد.<br><strong>تاریخچه طلا، جنگ استخراج این فلز قیمت بها</strong><br>قاره آفریقا وبه طور خاص کشور آفریقای جنوبی بیشترین میزان استخراج طلا درطول تاریخ رابه خود اختصاص داده است ودرسال 1868 میلادی حدود 40 درصد طلای استخراج شده در سراسر دنیا در کشور آفریقای جنوبی صورت گرفت که هنوز تا به امروز این رکورد دست نخورده باقی مانده است. البته چند سال که آفریقای جنوبی جایگاه خود را از دست داده است وکشور هایی مانند چین و آمریکا در صدر جدول تولید طلا ی دنیا را بخود اختصاص داده اند. اماهیچ یک از آن ها حتی به رکورد آفریقای جنوبی نزدیک هم نشده اند.تاریخچه طلا در ایران هم همواره پرفرار نشیب بوده است. ایران درحال حاضر 22 معدن فعال در ولایات مختلف دارد که در سال حدود 35 هزار و 600 تن سنگ طلا از آن ها استخراج می کند. درحال حاضر چیزی در حدود 0.2 فیصد طلای تولید شده سالانه در دنیا در ایران تولید می شود واز این حیث ما رتبه 46 را در سال 2020 در دنیا به خود اختصاص داده ایم.<br><strong>جنگ جهانی وتاثیرآن روی طلا</strong><br>دوجنگ جهانی خانمان سوز اول ودوم درقرن اخیر باعث ایجاد ویرانی های بزرگ در اقتصاد جهان شد. حد فاصل بین این دوجنگ نیز رکود اقتصادی وحشتناک درسراسر اقتصاد های بزرگ دنیا شکل گرفت. دهه 1930 را می توان اوج این داستان درنظر گرفت. آمریکا یکبار تجربه کنار گذاشتن ستاندارد طلا را از سیستم اقتصادی خود داشت وبا نتایج ویران کننده آن موجه شده بود.درسال 1919 بار دیگر به سیستم ستاندارد طلا روی آورد. اما بازهم تنگنای شدید اقتصادی آن ها را مجبور کرد که در دهه 1930 ستاندارد طلا را کنار بگذارد. درجریان دوجنگ جهانی نیز آمریکا هوشمندانه از صحنه جنگ فاصله گرفت. نتیجه این سیاست قدرت گرفتن دالر آمریکا دربرابر ارزهای اروپایی بود. این اتفاق موج از انتقال طلا در دنیا رابه سوی آمریکا به طمع کسب سود بیشتر روانه کرد. در نتیجه دالر آمریکا بیش از پیش سلطه خودرا در سطح دنیا بیشتر کرد.<br><strong>آمریکا وطلا</strong><br>این اتفاق زمینه ساز شکل گیری یک تغیرات بزرگ در تاریخچه طلا بود. آمریکایی ها در سال 1978 در نهایت در دوران ریاست جمهوری نیکسون تصمیم گرفتند که ستاندارد طلا را برای همیشه از اقتصاد خود حذف کنند. درنتیجه پول فیات تا به امروز مبنا واساس اقتصاد این کشور وبه تبع آن سایر کشور های دنیا شده است. به هرحال ازآن روز به این طرف تاریخچه طلا دستخوش فراز وفرودهای زیادی بوده است. درسال های 2008 تا 2010 طلا به عنوان مطمئن ترین سرمایه برای درامان ماندن از تورم وحشتناک اقتصادی بود اما در سال های 2108 به بعد به خاطر رشد اقتصاد آمریکا وارزش گرفتن دالر تقاضا برای طلا نزول کرد وقیمت آن نیز کاهش یافت.<br><strong>معادن طلا در افغانستان</strong><br>معادن طلا درافغانستان از قدیم الایام مورد استخراج طلا گران قرار می گرفت. استخراج طلا توسط زرشویی با پوست گاو دربدخشان و استخراج طلاکانی در غزنی از قرن ها قبل وجود داشت. طلای ریگی کهدرکشورتاجکستان وازبکستان و ولایت های تخار وبدخشان افغانستان وجود دارد، همه از معادن بزرگ طلای بدخشان سرچشمه گرفته است. ذرات طلا این معادن درطول میلیون ها سال توسط دریای کوکچه به آمو انتقال یافته، ذریعه دریای آمو به سمت های مختلف انتقال داده شده است.<br><strong>اکتشافت</strong><br>پس از سال 2002 کمپین های اکتشافی فضایی آمریکایی آغاز به کشف معدن دست خاخورده افغانستان دست زدند. سازمان ناسا تا کنون 330 معدن دست ناخورده را تشخیص نموده است که بعضی از آنها پیش تر غیر دقیق محاسبه گردیده بود.براساس معلومات وزارت معادن و پلاتفورم، معادن موجود طلا در افغانستان عبارت اند از، معادن طلا ویکادر و راغ در بدخشان، معدن طلا چاه آب، نورابه سمتی، حصار ومعدن طلای انجیر در ولایت تخار، معدن طلای زرکشان در ولایت غزنی، معدن طلای حصارک درولایت لوگر، معدن طلای کندلان درولایت زابل ومعدن طلای قره دغن که درولایت بغلان موقعیت دراد. افزون براین طور درصدی درمعادن مس لوگر هرات وجست وسرب قندهار بغلان وجود دارد. مقدار طلا در معادن کشف شده در مجموع بیش از 3 پی پی ام(ذره درمیلیون) میباشد. در مجموع 10% از معادن این کشور کشف گردیده است، که ازجمله معادن طلا نیر میباشد.<br><strong>معدن طلای ویکادر</strong><br>این معدن در 50 کیلومتری شمال شهر فیض آباد در ولسوالی راغ ولایت بدخشان موقعیت دارد که موجودیت طلا با کیفیت بلند، درآن ثابت شده است. این معادن 2 متر عرض و 350 متر طول دارد، اما در مورد ذخیره آن تاکنون کدام سروری صورت نگرفته است.<br><strong>معدن طلای نورآبه</strong><br>این معدن طلا نیز درمنطقه نورآبه در ده کیلومتری ولسوالی چاه آّ ولایت تخار موقعیت دراد. ذخیره مجموعی طلای معدن نورابه، 260 تن تخمین شده که دارای 850 کیلوگرام طلا خالص میباشد. معدن طلای نورآبه درسال 1366 خورشیدی توسط روس ها کشف شده وقرارداد استخراج آن درسال 1386 خورشیدی بایک شرکت آمریکایی امضا گردید که استخراج آن فعلا نیز جریان دارد در معدن نورآبه سمتی چندین نقطه استخراج وجود دارد که به اساس سروی انجام شده در زمان روس ها در دهه 1970 میلادی هرکدام از این نقاط دارای ذخایر مشخص خود بودند که درنقطه ای بنام \"حصار\" ذخیره به مقدار 280 کیلوگرام نیز تثبیت گردید. این معدن از نوع معادن طلای تخریبات فزیکی بوده که منشاء اصلی آن از معادن طلای بدخشان وتاجکستان می باشد. هم اکنون کمپنی وستالند تریدنگ سالانه 1700 کیلو گرام درسال استخراج می نماید.<br><strong>معدن طلای زرکشان</strong><br>این معدن باداشتن مساحت تخمینی 484 کیلومتر مربع در 225 کیلومتری جنوب غرب کابل درولایت غزنی موقعیت دارد. براساس تحقیقات سال 1399 و 1351 خورشیدی که توسط متخصصان روسی، جرمنی وآمریکایی دراین کان صورت گرفت. تصریح شد که ذخیره طلای این معدن 7500 کیلوگرام تشخیص شده است.</p><p><strong>معدن طلای پاشانی</strong><br>این معدن درولایت تخار موقعیت دارد که 8 متر عرض و 1700 متر طول دارد. این معدن به سه بخش تقسیم شده است که طرف راست،مرکزی وچپ نامیده می شود.طرف راست این معدن که دارای 500 متر عرض و 502 کیلومتر طول می باشد، در هر متر مکعب 493 ملی گرام طلا دارد. بخش دیگر طلای پاشانی که بخش مرکزی است، با داشتن عرض 450 متر وطول 48 کیلومتر، دارای 375 ملی گرام طلا دارد. بخش دیگر طلای پاشانی که بخش مرکزی است، با داشتن عرض 450 متر وطول 48 کیلومتر،دارای 375 ملی گرام درهر مترمکعب می باشد. هم چنان بخش دیگر آن، اطراف نام دارد که با زهم به دودسته یعنی چپ وراست تقسیم شده است.طرف چپ آن 160 مترعرض و 18 کیلومترطول دارد که هرمتر مکعب آن، دارای 285 ملی گرام طلا می باشد. طرف راست این معدن با داشتن 280 متر عرض و 148 کیلومترطول، دارای 375 ملی گرام طلا درهر متر مکعب می باشد.<br><strong>معدن طلای قره دقن</strong><br>معدن قره دقن طلا در 80 کیلومتری جنوب غرب ولایت بغلان درولسوالی دوشی موقعیت دارد که از سال 1371 خورشیدی تا 1374 ازسوی وزارت معادن و پطرولیم کشف شده و تاکنون از کندن کاری های شخصی مسئون مانده است. قرار داد اکتشافی معدن طلای قره ذقن، در ماه جدی سال 1389 خورشیدی به هزینه 50 میلیون دالر، برای مدت سه سال از سوی دولت به یک شرکت خصوصی داده شد. تا اندازه ذخایر موجود طلا دراین معدن را تشخیص نماید. معدن جست ولایت هرات که دارای ذخایر زیادی از طلا است.<br><strong>معدن طلا پریان</strong><br>به اساس سروی تیم ریاست سروی و جیولوجی وزرات معادن که درسال 1392 خورشیدی صورت گرفت، معدن طلا در ولسوالی پریان این ولایت کشف گردید وقرار است در سال جاری روی معادن تذکر حفاری های عمیق جهت تثبیت کمیت و کیفیت آن از سوی وزارت معادن صورت گیرد.قرار اعلامیه مورخ 23 سرطان سال 1384 وزارت معادن افغانستان، ذخایر هرات خیلی غنی از طلا بوده که می توان گفت درهرتن سنگ حدود 100 گرام بدست خواهد آمد. به مقدار کمی طلا در ترکیب معدن مس عینک نیز وجود دارد.<br><strong>استفاده مهم طلا درعصر حاضر در جهان</strong><br>طلا ازآغاز تاریخ مکتوب بشر همواره فلزی قیمت بها و محبوب بوده است. اما موارد استفاده طلا دقی قا چیست.درگذشته ها از طلا برای ضرب سکه ، ساخت جواهرات و استفاده هنری بکار برده می شده است. درگذشته سیاست مالی بسیار از کشور ها بر پایه ستاندارد طلا استوار بود، یعنی پول هر کشور معادل مقدار مشخصی از طلا بود.<br>نقش واهمیت طلا براقتصاد، سیاست، فرهنگ و درمجموع زندگی انسان ها غیر قابل انکار است. اگر به رویداد ها و اتفاقاتی که درطول تاریخ برای طلا حادث شده توجه شود، بدون شک می توان به این موضوع پی برد که این فلز زرد به تنهایی قادر است سرنوشت یک ملت راتغیر دهد. اما یکی از دلایل اهمیت طلا، کاربرد های است که درصنایع و زمینه های مختلف دارد. داین مطلب از بورسینس قصد داریم موارد مهم طلا را شرح دهیم.</p><p><strong>1. جواهرات وزیورآلات</strong><br>گسترده ترین کاربرد طلا، استفاده ازآن جهت ساخت زیورآلات وجو هرات است، خواص منحصر به فرد طلا، این فلز گران بها را به عنوان جزئی بی همتا برای صنعت جواهر سازی مبدل کرده است، این خواص شامل جلا ودرخشندگی بسیاربالا، رنگ زرد خوشایند، مقاومت دربرابر کدرشدگی، قابلیت چکش خوردن وقابلیت تبدیل شدن به ورقه ها درطرح وشکل های مختلف است.<br>همه این خصوصیات از این فلز، عنصری جذاب ساخته که به راحتی به اشیای زیبا وباارزش در می آید، ماهیت طلا به گونه ای بوده که انگیزه داشتن دلایل مختلف، از جمله قابلیت نقد شوندگی بالا، سالم ماندن، مصونیت دربرابر برجستگی طلا درگذر تاریخ دربسیاری از کشور ها وجود داشته است.تقریبا همه مردم دنیا طلا را یک سرمایه آسیب ناپذیر می دانند، ازاین رو، از چند جهت به طلا وجواهرات نگاه می کنند.<br>اول: خرید برای سرمایه گذاری<br>دوم: خرید برای استفاده کردن<br>خرید برای هدیه دادن :» سوم<br>چهارم: خرید به عنوان یک کالا هنری وقابل توجه از نظر ارزش.<br>تقاضای طلا برای جواهرات درطول سال تغیر می کند.اما به طور معمول درسه ماه آخر سال، بالاترین مقدار را نشان میدهد ودربسیاری از کشورها، بالاترین میزان تقاضای طلا درروز های قبل از سال نو آن هاست که به دللل مصرف طلا درساخت جواهرات می باشد.نشان دهنده این مطلب است که اگرچه درسالیان اخیر، تلاش ها و ( WGC ) آمارمنتشرشده توسط شورای جهانی طلا فعالیت های صنعتی، حجم بالا ورز افزونی از مصرف طلا را دربرداشته اما هم چنان ساخت جوهرات وزیورآلات به طور متوسط،بیش از 50 درصد مصرف سالیانه طلا رابه خود اختصاص داده است.آیا سرمایه گذاری بر روی طلا ساخته شده)زینتی( صحیح است.<br><strong>2. موارد استفاده طلا در الکترونیک</strong><br>مهم ترین استفاده طلا از صنعت، استفاده ازآن درصنایع الکترونیک است. وسایل الکترونیکی به حالت جامد در ولتاژها وجریان های بسیار پائین، درنقاط تماس به آسانی فرسایش یافته وزنگ زده می شوند.طلا به دلیل رسانایی بالا ومقاومت زیاد در برابر خوردگی و زنگ زدن یعنی می توان جریان را به خوبی هدایت کند، بدون اینکه خورده شده یا زنگ بزند درحالیکه فلزاتی مثل نقره ومسف یا اینکه رسانا های بهتری نسبت به طلا هستند، امابه مراتب پایداری کنتری در برابر خوردگی یا زنگ زدن دارند از اهمیت ویژه ای برخوردار است. اجزای الکترونیکی ساخته شده از طلا، دارای ماندگاری بسیار بالا هستند، طلا در اتصالات و پست های تقویت کننده، لیم کاری ها، سیم های ارتباطی و نوارهای ارتباطی( سیم های برهنه) نقش مهمی را ایفا می کند.درهرحال تقریبا درهر وسیله الکترونیکی که تصور می شود، کمی طلا مورد استفاده قرار گرفته است این کاربرد طلا از استفاده برای موبایلها، ماشین حساب ها، وسایل دیجیتالی، جی پی اس ها و غیره گرفته تا وسایل الکترونیکی بزرگ مانند تلویزیونها، کمپیوتر ها و ابر پرداز شگرها را شامل میشود.به عنوان مثال در تکنولوژی های نمایشی مانند حسگرهای لمسی صفحه های نمایش، ال ای دی ها و ال سی دی ها و همچنین د رتکنالوژی های ذخیره اطلاعات مانند فلش میموری ها و مادر بورد ها از طلا استفاده می شود. استفاده طلا در این صنعت ،معمولا به صورت آبکاری بر روی دیگر فلزات ویا بصورت الیاژ با مقادیر کوچک از نیکل یا کوبالت به منظور افزایش ماندگاری قطعاتف سیم ها و کابل ها وهم چنین افزایش سرعت انتقال اطلاعات است.</p><p><strong>3. دربخش دندان سازی</strong><br>با وجود هزینه گزاف، طلا در طبابت ندان بسیار مورد استفاده قرار می گیرد که به دلیل عمل کرد عالی و قابلیت فوق العاده این فلز است. الیاژ های طلا برای پرکردن دندان ها، در تاج ها و هم چنین در اتصالات و کاربرد های ارتودنسی استفاده دارند ا زمهم ترین دلایل استفاده گسترده طلا در بخش طبابت دندان، میتوان به وِیژگی کیمیاوی این فلز اشاره کرد که ساختار ثابت و غیر قابل ترکیب با دیگر مواد راداراست. از 700 سال قبل از میلاد مسیح، طلا برای دندان پزشکی مورد استفاده قرار گرفته است. میزان اتلاف بالا و قیمت بالای آن ، درزمان های گذشته انگیزه ای شد تا از موارد جایگزین در این زمینه استفاده شود با این حال مقداری طلای استفاده شده در دندان پزشکی دوباره در حال زیاد شدن است. زیرا برخی از مواد جایگزین شده داریا خاصیت غیر ترکیبی کمتری نسبت به طلا است واین موضوع ممکن است د رزمان های طولانی در سلامت دهان اثر منفی ایجاد کند.</p><p><strong>4. طبابت</strong><br>درحال حاضر طلا جهت تشخیص بیماری ها وسرطان های مختلفی مورد استفاده قرار می گیرد که از جمله آنها می توان به تشخیص بیماری های ملاریا وایدزو هم چنین سرطان های پروستات و دهان اشاره کرد.به عنوان مثال برای تشخیص تشخیص بیماری ملاریا، با ستفاده از تست تشخیص سریع تنها کافی است،یک قطره خون بر روی نوار تست قرار گیرد. دراین حالت اگر، انگل ملاریا وجود داشته باشد دیسک نانو ذرات طلا تغیر رنگ می دهد، این آزمایش ساده بسیار قابل اعتماد است ومی تواند در هر نقطه از جهان بدون نیاز به تجهیزات گران قیمت استفاده شود. ملاریا درسال (RDTs) تست تشخیص سریع(WHO) براساس گزارش سازمان بهداشت جهانی 2011 معادل 155 میلیون دالر فروخته شده است. طلا جهت تداوی بیماری ها وسرطان ها نیز مورد استفاده قرار می گیرد که از جمله آنها می<br>توان به تداوی سکته قلبی وسرطان دانه رحم با استفاده از نانو ذرات طلا اشاره کرد. درسال های اخیر موضوع استفاده از طلا در علم طبابت بسیار مورد توجه قرار گرفته است.</p><p><strong>5. استفاده طلا در صنایع فضایی</strong><br>طلا درمدارات موجود درفضا پیما ها مرود استفاده قرار می گیرد، چون طلا یک رسانا ورابط)متصل کننده( قابل اعتماد است.به علاوه بخش های از اغلب وسایل فضایی به وسیله فیلم پلی استری از طلا پوشیده می شود، این فلم اشعه مادون قرمز را منعکس کرده وبه تثبیت درجه حرارت، وسیله فضایی کمک شایانی می کند. بدون این پوشش بخش های با رنگ تیره فضاپیما، مقدار زیاد از حرارت را جذب خواهد کرد. طلا هم چنین به عنوان یک روان ساز(روغن) بین قسمت های مختلف مکانیکی عمل می کند. درخلاء فضا، روان ساز های ارگانیکی، تبخیر شده بوه به خاطر شدت تابش موجود درآن سوی ماورای( اتموسفیر)زمین درهم می شکند تجزیه می شود.درحالیکه طلا دارای قدرت برش خیلی کمی است و فیلم های نارک از طلا بین قسمتهای درحالت حرکت بحرانی به عنوان یک رون ساز به کار برده می شود و مالیکول های طلا تحت نیروی سایش و اصطحکاک بر روی یک دیگر سر خورده و تحت عنوان یک روان ساز و روغن عمل می کند. هم چنین کلاه ایمنی که یک فضا نورد می پوشد نیز با فیلم نازک از طلا پوشیده شده است. این فیلم نازک بیشتر اشعه خورشیدی خطر ناک موجود درفضا را منعکس کرده و از چشمان و پوست فضانورد محافظت می کند.<br><strong>6. استفاده طلا در صنایع غذایی</strong><br>طلا به صورت یک افزودنی می تواند به خوراکی ها ونوشیدنی ها افزوده شود. به عنوان مثال برگ طلا به صورت گرد یا پوسته پوسته د رپخت یا برای زیبایی روی برخی خوراکی ها ونوشیدنی های تجملاتی مورد استفاده قرار می گیرد. از جمله مشهورترین نوشیدنی های دارای طلا، در عصر حاضر، می توان به یک نوشیدنی سنتی آلمانی اشاره کرد که به معنی \"آب طلا\" ترجمه شده است و دارای اندگی برگ طلا است. ویا نوشیدنی های کوکتل دارای برگ طلا که در حدود 1000 دالر آمریکا قیمت دارد، درقرن وسطی پاشاهان وافراد برجسته برای نشان دادن میزان برخورداری میزبان و یا با این باور که عنصری چنین ارزشمند و کمیاب که باید برای سلامتی مفید باشد درنوشیدنی ها یا خوراکی ها از گرد یا پوسته های طلا استفاده می کردند. لازم به ذکر است که طلا درساختار کیمیاوی بدن انسان هیچ گونه جایگاه ندارد. هم چنین درحالت عادی فاقد هرگونه مزه یا ارزش غذایی است.<br><strong>7. دربخش دواسازی</strong><br>درعصر حاضر استفاده از طلا به ویژه نانو ذرات طلا درصنعت داروسازی بسیار مورد توجه قرار گرفته است، که این موضوع بهدلیل خواص منحصر به فرد این فلز گران بها است. به عنوان مثال به منظور درمان بیماری هیا مختلف از جمله ورم مفاصل، روماتیزم، ایدز وسل ازطلا استفاده می شود.</p><p><strong>8. استفاده طلا در شیشه سازی</strong><br>طلا استفاده های فراوانی درصنعت شیشه سازی دارد. اساسی ترین کابربرد طلا در شیشه سازی، استفاده از آن به عنوان رنگ دانه است. در هنگام حرات دادن، مقدار بسیار کمی از طلا به صورت معلق در شیشه رنگ یاقوتی با شکوهی درشیشه ایجاد خواهد کرد. طلا هم چنین ساخت شیشه های مخصوص برای ساختمان ها وقالب کنترول شده در شرایط آب و هوایی مختلف کاربرد دارد. اگر مقدار کمی از طلا در شیشه پراگنده شود، یا برروی سطح شیشه اندود پوشیده شود، دراین حالت اشعه گرمایی به طرف خارج منعکس می شود وباعث می شود تا ساختمان درتابستان ها به علت انعکاس نور خورشید به خارج خنک باقی بماند. درزمستان ها نیز به علت انعکاس حرارت داخل ساختمان به طرف داخل، ساختمان حرارت خودرا حفظ می کند. هم چنین پنجره ای اکرلیک، کابین خلبان، دربسیاری از هواپیماهای نظامی دارای روکشی از طلا است، استفاده از این روکش باعث می شود که این پنجره ها، حامل جریان برق باشند و همین ویژگی موجب از بین رفتن استفاده از این روکش باعث می شود که این پنجره ها، حال جریان برق باشند وهمین ویژگی موجب از بین رفتن قطرات یخ زده وبرفک از روی پنجره های کابین پیلوت می شوند تا دید پیلوت کم نشود. طلا به دلیل بازتاب حرارت به هنگام پرواز درآّب وهوای بسیار گرم، موجب می شود که هوای کابین که طلا « پیلوت، برودت لازم را حفظ کرده وخنک بماند. به هنگام پرواز در ارتفاعات بسیار بلند وسرد نیز، به دلیل آ رسانای حرارت و گرماست،هوای کابین گرم باقی می ماند.<br><strong>9. لیزر</strong><br>یکی زا مهم ترین کاربرد های طلا در بخش لیزر، درعلوم طبابت )لیزریونی( است. سطوح داخلی که به وسیله طلا پوشیده شده، تمرکز اشعه را کنترول می کند. درانتشار لیزر، بخار لیزر طلا می تواند نور قرمز با دانسته بالا که نیاز به طول موج بالا دارد را تولید کرده و سلول های سرطانی را بدون هیچ زخمی درمجاورت سلول های سالم نابود سازد. لیزر کم وزن جدید به وسیله افراد نظامی طراحی شده ودرمحل تماس با صفحات طلا کاربرد دارد که برای زخم های ایجاد شده درمناطق جنگی استفاده می شود. به وسیله این تکنالوژی، از دست دادن خون کاهش یافته و شانس زنده ماندن درمورد زخم های جدی افزایش می یابد. درشفاخانه ها نیز این تکنالوژی جدید، اجازه می دهد تا درصدمه های جدید و اورژانس بدون حرکت دادن بیمار شانس زنده ماندن افزایش یابد. درحقیقت لیزرهای وابسته به طلا که<br>انقلابی درعرصه پزشکی ایجاد کرده اند دارای کاربرد های فراوانی هستند) ازتخریب سلول های سرطانی تا جراحی های عاجل وجراحی های حساس روی چشم و بافت مغز را امکان پذیر کرده است.<br><strong>10. پشتوانه پولی</strong><br>هزاران سال است که طلا به خاطر کمیاب بودن وارزش بالا به عنوان یک وسیله مبادله شناخته شده است. استفاده از طلا به عنوان پشتوانه پولی، کاربرد قابل توجهی دارد، طلا دارای ویژگی های منحصر به فردی به شرح زیر است.<br>a ) داشتن ارزشی نسبتا پایدار<br>b ) قابل حمل ونقل بودن<br>c ) فساد ناپذیربودن<br>d ) غیر خورنده بودن<br>e ) داشتن ویژگی عدم واکنس پذیری با سایر عناصر درشرایط عادی<br>f ) داشتن رنگ متمایز و داشتن مقبولیت دربین مردم درنقاط مختلف دنیا درحقیقت این رسید ها نوعی پول بود که با پشتوانه صد درصد طلا انتشار یافته بود.</p><p><strong>جمع بندی</strong><br>جواهرا وزیورات آلات، الکترونیک، صنایع فضایی، لیزر وشیشه سازی از مهم ترین صنایع هستند که از طلا در آن ها استفاده میشود.هم چنین طلا دربسیاری از صنایع دیگر نیز کاربرد دراد که از جمله آن ها می توان به صنعت هوا پیمایی به عنوا مثال در موتور هوا پیما ها( صنعت موترسازی ) به عنوان مثال در کیسه هوای موترها( و صنعت عکاسی ) به عنوان مثال برای چاپ سیاه وسفید اشاره کرد. طلا به دلیل داشتن ارزشی نسبتا پایدار، قابل حمل ونقل بودن، فساد ناپذیر بودن، غیر خورنده بودن ودلایل دیگر به عنوان پشتوانه پول بسیاری کشور ها مورد استفاده قرارمی گرفت.<br><strong>پشنهادات</strong><br>1. افغانستان سرشار از معادن طلا بوده، دولت زمینه را برای سروی، اکتشاف وبهره برداری محیا بسازد.<br>2. طلا دررگهای احجارناریه عمقیه تشکیل شده، تیم اکتشاف باید رگ های احجار ناریه را مورد مطالعه قرار دهد.<br>3. تیم سروی واکتسشاف باید سعی نهای خودرا راجع به تحقیق وارزیابی خویش راانجام دهد.<br>4. بخاطر کارهای اکتشافی و سروی باید انجینران متخصص و مسلکی برگزیده شود.<br>5. طلا یک فلز نرم و گران بها بوده باید مراقبت جدی هنگام استفاده ازآن صورت گیرد.<br>6. هر دولت مکلف است تازمینه استخراج معادن طلا را در راستای منافع ملی کشور خود محیا سازد.<br>7. یکی از بهترین استفاده طلا پشتوانه پولی بوده که بسیاری کشور های انکشاف جهان از آن درپشتوانه پولی استفاده می نماید کشور ما نیز ازآن استفاده کرده است.<br>8. درتعین نرخ طلا دولت ها باید سهم فعال داشته باشد.<br>9. طلا فلز نرم و بارزش بوده میتوان از آن درتمام ارسه ها ازآن کار گرفت.</p><p><strong>نتیجه گیری</strong><br>تاریخچه طلا خیلی فراتر از آن چیزی است که دراین مطلب مطالعه کردید. داستان ما واین فلز قیمت بها پیچ وخم های زیادی را تجربه کرده است وبه نظر می رسد که این ماجرا تا مدت ها بعد نیز ادامه داشته باشد. هرچه که بیشتر درباره طلا وتاریخ آن مطالعه کنید،یک نکته برای شما بیش از هرچیز مشخص می شود. طلا به عنوان یکی از امن ترین دارایی ها برای حفظ ارزش سرمایه درطول تاریخ بوده است. 4000 سال پیش از میلاد مسیح، هندی ها درکتاب مقدس شان درباره اهمیت طلا صحبت کرده اند. احتمالا آن ها کاشفان طلا هستند. طلا در ایران از زمان مادها وهخامنشیان به عنوان کالایی ارزشمند درمیان ایرانیان شناخته می شده است.<br>منابع وماخذ<br>Web Site Electronic<br>https://www.bourseiness.com/34304/gold-usage<br>Wikipedia/Azad/Danisgha<br>https://tlyn.ir/<br>تهیه کننده: انجنیر اسدالله \" خالقیار\" استاد انستیتوت معدن لوگر</p>', 'اسدالله خالقیار', 'uploads/ewMw7ZRrOGrcTuOjnvSrr4OSsPBv7S.jpg', 'uploads/eNKlv9o1BmPXVL2txhleHsEZ85ZA8n.pdf', 0, 1, '2023-12-3', '1445-05-20', '1402-9-12', 30, 'مقاله در مورد طلا', 'آشنایی با موضوع طلا به انگلیسی (Gold) یک عنصر فلزی با ترکیب معکب بوده که از اول طلایی رنگ بوده ولی هنگام بریده شدن سیاه و یا بنفش می شود. طلاشکننده ترین عنصر میباشد.', 87, 3, 4, '2023-12-03 00:51:42', '2023-12-04 05:44:25'),
(6, 'fa', 'اشتغال کار و قلب توسعه اقتصادی', 'اشتغال-کار-و-قلب-توسعه-اقتصادی', '<p>اشتغال به معنای مشغول بودن در کاری است که پاداش و دستمزد به همراه داشته باشد. ویا مصروف بودن افرادجامعه، که از این مصروفیت عایدی بدست بیاورند وزندگی خویش را پیش ببرند اشتغال گفته می توانیم. همچنین باید توجه داشت که اشتغال در معنی خاص خود عبارت است از تطاب بهینه نیروی انسانی با فرصتهای شغلی و درجه تطبی این نیرو با حرفه ها وفعالیت های موجود دریک جامعه و تحرك شغلی وجغرافیایی کافی که باید بتواند همواره نیروی کار تربیت یافته را با تغییرات عرضه وتقاضا مطابقت دهد، تعادل اشتغال را برقرار و ازکم کاری و بیکاری جلوگیری کند. و یا به عباره دیگر، اشتغال یعنی تأمین تقاضایکار از طری نیروی انسانی که در جانب عرضه، جویای کار است. چنانچه تولید کاال و خدمت در سطح جامعه از پویایی الزم بی بهره باشد، تقاضای مؤثر برای عامل کار شکل نمیگیرد و درنتیجه جامعه با پدیده بیکاری روبهرو میشود، همچنین اگر تولیدکننده نتواند نیروی کار مورد نیازش را تأمین کند، به طور طبیعی تا آن جا که تولید به نیروی کار وابستهاست، با رکود روبه رو میگردد. در نتیجه نه اشتغال تحق مییابد نه عمارت وآبادانی. بنابراین، رشد و توسعه اقتصادی اشتغال میطلبد و اشتغال در سایه تعادل دو عنصر اساسی تولید )تقاضای کار(؛ و نیروی انسانی مناسب تولید )عرضه کار(شکل میگیرد. بیشک تولید و تأمین نیروی انسانیِ مناسب، دو پدیده اجتماعیاند که به مناسبات و شرایط اجتماعی هماهنگ نیاز دارند.</p><p><strong>اشتغال کار و قلب توسعه اقتصادی</strong></p><p><strong>1. اشتغال کار</strong></p><p>از نظر تاریخی، توسعه اقتصادی اروپای غربی و امریکای شمالی اغلب بر حسب انتقال دائمی فعالیت های اقتصادی و جمعیت از مناط شهری )چه در داخل و چه بین کشور ها( تعریف شده است. باگسترش صنایع شهری امکانات جدید اشتغال ایجاد شد و این در حالی بود که پیشرفت های فناورانه کار اندوز در کشاورزی نیاز به نیروی انسانی روستایی را کاهش می داد. ترکیب این دو پدیده به کشورهای غربی امکان داد که شاهد جابه جایی منظم و موثر نیروی انسانی خود را از روستا به شهر باشند. بر پایه این تجربه مشترك بسیاری از اقتصاددانان نتیجه گرفتند که توسعه اقتصادی در جهان سوم نیز مستلزم تالش متمرکز در جهت پیشبرد رشد صنایع شهری است. لذا توجه خود را به شهرها به عنوان مراکز رشد و نقاط مرکزی یک اقتصاد در حال گسترش معطوف داشتند. متأسفانه این استراتیژی صنعتی شدن سریع در بسیاری از موارد نتایج مطلوبی را که بر مبنای تجارب تاریخی پیشبینی شده بود به بار نیاورد . اصطالح شغل به شیوه تخصصی بودن، معین بودن و ترکیب وظایف یک فرد تا آنجا که برای وی مبنای فرصت مداومی را برای کسب درامد و یا سود ایجاد میکند اطالق میشود. مشاغل می توانند به روشهای زیر توزیع شوند.</p><p>1. تعیین غیر مستقل کارکردها و تجهیزات نگهداری در درون یک تشکیالت که فعالیت اقتصادی را تنظیم می کند )تخصیص غیر ازاد مشاغل( یا از راه جهت گیری مستقل نسبت به وضعیت بازار برای خدمات شغلی(تخصیص آزاد مشاغل)&nbsp;</p><p>2. توزیع مشاغل می تواند متکی بر مشخصات و یا تخصص وظایف باشد.</p><p>3. این توزیع می تواند بهره برداری اقتصادی خدمات را توسط عامالن آنها به طور مجزا یا غیر مجزا در بر گیرد. ساختار شغلی یک گروه اجتماعی معین ممکن است متفاوت باشد</p><p>&nbsp;1. بر حسب درجه ای که مشاغل مشخص ثبات توسعه وتکوین پیدا کرده اند شرایط بسیاری در آن دخیل اند نظیر توسعه استانداردهای مصرفی، توسعه فنون تولیدی، توسعه واحدهای بودجهای بزرگ- مقیاس در مورد تخصیص شغلی غیر آزاد و یا واحدهای نظام های بازار در مورد سازمانهای آزاد.</p><p>2. بر حسب شیوه و درجه تعیین شغلی: این مورد متاثر از شرایط بازار خدمات یا محصوالت واحدهای تخصصی و شکل توزیع کنترل بر کاالهای سرمایه ای است.</p><p>3. بر حسب گستره و نوع تد اوم یا تغییر جایگاه شغلی: این مورد از یک طرف به میزان آموزش مورد نیاز برای وظایف تخصصی و از طرف دیگر به درجه ثبات یا عدم ثبات فر صتهای درامد برای انها اشاره دارد. در مطالعه ساختار شغلی دانستن وضعیت نظام مراتب اجتماعی از اهمیت خاصی برخوردار است . این امر شامل توزیع فرصتها بین مراتب اجتماعی مختلف و نوع تعلیم و تربیت قابل دستیابی برای انواع مختلف مشاغلی که مستلزم آموزش تخصصی اند خواهد بود.</p><p>&nbsp;1-2<strong> تعریف اشتغال</strong>&nbsp;</p><p>اشتغال به معنای مشغول بودن در کاری است که پاداش و دستمزد به همراه داشته باشد. ویا مصروف بودن افرادجامعه، که از این مصروفیت عایدی بدست بیاورند و زندگی خویش را پیش ببرند اشتغال گفته می توانیم. همچنین باید توجه داشت که اشتغال در معنی خاص خود عبارت است ازتطاب بهینه نیروی انسانی با فرصتهای شغلی و درجه تطبی این نیرو با حرفه ها و فعالیت های موجود دریک جامعه و تحرك شغلی و جغرافیایی کافی که باید بتواند همواره نیروی کار تربیت یافته را با تغییرات عرضه و تقاضا مطابقت دهد، تعادل اشتغال را برقرار و ازکم کاری و بیکاری جلوگیری کند. ویا به عباره دیگر، اشتغال یعنی تأمین تقاضایکار از طری نیروی انسانی که در جانب عرضه، جویای کار است. چنانچه تولید کاال و خدمت در سطح جامعه از پویایی الزم بی بهره باشد، تقاضای مؤثر برای عامل کار شکل نمیگیرد و درنتیجه جامعه با پدیده بیکاری روبهرو میشود، همچنین اگر تولیدکننده نتواند نیروی کار مورد نیازش را تأمین کند، به طور طبیعی تا آن جا که تولید به نیروی کار وابستهاست، با رکود روبهرو میگردد. در نتیجه نه اشتغال تحق مییابد نه عمارت وآبادانی. بنابراین، رسیدن بهرشد و توسعه اشتغال میطلبد و اشتغال در سایه تعادل دوعنصر اساسی تولید )تقاضای کار(؛ و نیروی انسانی مناسب تولید )عرضه کار(شکل میگیرد. بیشک تولید و تأمین نیروی انسانیِ مناسب، دو پدیده اجتماعیاند که به مناسبات و شرایط اجتماعی هماهنگ نیاز دارند. بنا براین اصولی بنیادی را در نظرمی گیریم که بیتردید با پیدایش این اصول کلی،مسیر اشتغال و تولید در جامعه هموار میگردد.</p><p>1-2 <strong>اصول زیر ساختی و راهبردی</strong></p><p>1. عدالت اجتماعی (زمینه ساز مشارکت مردم)</p><p>2. تعلیم و تربیت (تربیت نیروی انسانی ماهر)</p><p>3. شکوفایی بخشهای مهم اقتصادی (زراعت، صنعت و تجارت) بنا براین شگوفایی جوامع به سه نکته مهم فوق خالصه شده است برای از بین بردن فقر و بیکاری توجه به این سه نکته بسیار الزم است.</p><p><strong>3- سطح اشتغال درافغانستان</strong></p><p>موضوع اشتغال یکی از مسائل اساسی در هر کشور و دولتی است که از دغدغه های فکری خانواده ها، اجتماع و دولت ها به شمار می رود. اشتغال ارتباط مستقیم با تداوم بنیاد مستحکم خانواده ها ،پیشرفت اقتصادی جامعه و مدنیت دارد. و با حل آن بسیاری از مشکالتی که جامعه دامنگیر آن است حل می شود. بنابراین دولت ها تالش می کنند تا با حل موضوع اشتغال و تالش برای اشتغالزائی هم وظیفه مهم خود را به انجام برسانند وهم امنیت روانی خانواده ها، اجتماع و در نتیجه به پیشرفت اقتصادی آن کمک کنند.</p><p><strong>4- منابع اشتغال</strong></p><p>مسلماً در هر کشور، بخصوص کشور های در حال توسعه منبع اشتغال سه سکتور است.</p><p>1- سکتور زراعت&nbsp;</p><p>2- سکتور صنعت&nbsp;</p><p>3- سکتور خدمات</p><p>که با توجه به این سکتورها سیاست گذاران مشکالت بیکاری و راهکارهای اشتغالزائی را ترتیب وتنظیم مینماید. کشور ما نیز از جمله کشورهائی است که با بحران های عظیمی روبرو و گرفتار است .که یکی از آن،بحران بیکاری است.که پیامدهای ناگواری را در جامعه به جاگذاشته است. حال به بررسی این سکتورها می پردازیم</p><p><strong>4-1- زراعت</strong></p><p>درك ماهیت زراعت در درك توسعه نقش اساسی دارد ویا به تعبیر دیگر ، زراعت فقط یک صنعت از میان صنایع بسیار است. ولی یک صنعت متفاوت. خصیصه اول: بخش زراعت در مرحله اولیه توسعه یک کشور بیش از دیگر صنایع و بخشها نیروی انسانی به خدمت می گیرد . به طور مثال: جمعیت افغانستان به 34.3 ملیون نفر رسیده که از این تعداد 17.5 ملیون مرد و 16.8 ملیون معادل 49 درصد را زنان تشکیل میدهند این درحالی است که از کل جمعیت افغانستان 24.2 ملیون نفر معادل 70 در صد در روستاها و مابقی در شهر زندگی می کنند. به گفته اداره ملی آمار جمعیت افغانستان ، بر آورد ها در سال 1401 نشان می دهد که 45.5 در صد مردم افغانستان کمتر از 15 سال سن دارند، 49.7 در صد واجد شرایط کار اند و 2.7 در صد دیگر باالتر از 64 سال سن دارند. تحقیقات نشان می دهد که 80 در صد مردم افغانستان در سکتور زراعت مصروف به کار هستند. اما در کشورهای توسعه یافته معموالً کمتر از )10( فیصد نیروی کار را به خدمت می گیرند )در ایاالت متحده کمتر از سه فیصد(. خصیصه دوم: بخش زراعت که آنرا از دیگر بخشها جدا می سازد ، اهمیت تعین کننده زمین به منزله عامل تولید است. دیگر بخشها نیز نیازمند و استفاده کننده از زمین اند ولی در هیچ بخش دیگری به اندازه بخش زراعت ، زمین چنین نقش اساسی ایفا نمیکند. سرانجام ،بخش زراعت تنها بخش تولید کننده مواد غذائی است . بشر می تواند بدون فوالد یا ذغال یا نیروی برق دوام بیاورد ولی بدون غذا هرگز ،اکثر کاالهای صنعتی جانشین دارند ولی مواد غذائی جانشینی برای خود معرفی نکرده است. بناً زراعت نقش مهمی در توسعه واشتغالزائی در مراحل اولیه توسعه دارد . بخصوص در کشورهای نظیر افغانستان که از مشکل بیکاری رنج می برند. طوریکه در باال ذکر شد ، در کشور ما )80( فیصد این نفوس مشغول یا مصروف در این بخش هستند. که دراین بخش تاکنون بیش از 90 درصد به روش سنتی وغیر مکانیزه انجام می شود. در سال 1397 سهم زراعت در تولید ناخالص ملی 29.74 در صد بوده است. افغانستان به طور متوسط ساالنه به 6.3 ملیون تن مواد غذایی نیاز دارد)سالنامه احصایه 1397( که در سال 1398 نیاز کشور به واردات مواد غذایی 1800000 تن بوده است. آمار های نشان می دهد که در مناط مختلف کشور بخش زیادی از مردم دچار عدم مصونیت غذایی هستند که این امر به نوبه خود طرح های توسعه ای و رشد اقتصاد ملی را دچار رکود و وقفه ساخته است. 57 در صد نفوس کشور زیر 18 سال سن دارند و به یافتن کار امید چندانی ندارند، در اکثر مناط کشور بیش از 80 درصد مردم از سواد بی بهره اند، متوسط عمر کمتر از 45 سال) هرچند این میانگین در سال های اخیر به 49سال افزایش یافته است(. بخش وسیع از زمین های زراعتی تحت کشور قرار نداشته و سیستم آبیاری خسارت دیده و یا کامال منهدم گردیده است، طی چند دهه قیمت اجناس ضروری و مواد نیاز مردم فوق العاده افزایش یافته است. در سال 1397 سهم بخش زراعت صحت عامه و تعلیم و تربیه که ارتباط مستقیم با توسعه منابع طبیعی وانسانی دارد، از بودجه ملی کشور به ترتیب 2 درصد، 5 در صد و 11 در صد بوده است که سهم بسیار ناچیزی می باشد. در اینجا مسئله قابل تامل است ، با اینکه اکثر نیروی فعال جامعه در این بخش فعالیت می نماید اما هنوز مواد غذائی این کشور از خارج وارد می شود. که این خود انعکاس دهنده بهره وری پایین نیروی فعال جامعه است ویا بطور کلی عقب مانده گی بخش زراعت را نشان میدهد. زراعت در این کشور به همان شیوه سنتی آن تا حال باقی مانده است و در زمان جمهوریت با وجود کمک های خارجی تغیرات در این بخش رونما نگردیده است. این در حالی است که افغانستان ساالنه به 6.3 ملیون تن آرد و در ماه بیشتر از 500 ملیون تن و در روز تقریبا 17000 هزار تن آرد ضرورت دارد. وزارت کشاورزی و دامداری امارت اسالمی افغانستان اعالم کرده است که برای تغذیه افراد نیاز مند در افغانستان به واردات فوری بیش از 2 ملیون تن گندم نیاز است. اکنون این سوال اساسی مطرح می گردد که موانع توسعه زراعت در این کشور چه بوده است؟</p><p><strong>4-1-1- موانع پیشرفت زراعت در افغانستان</strong></p><p>به طور کلی چهار عامل مهم بدون امنیت عوامل مهمی هستند که مانع پیشرفت زراعت در این کشور شده است. که قرار ذیل میباشند.&nbsp;</p><p>1- شرایط اقلیمی نامساعد</p><p>2- استفاده نامطلوب از منابع آبی</p><p>3- استفاده نامطلوب از اراضی</p><p>4- نبود کارشناسان زراعتی و سرمایه اقتصادی</p><p><strong>راهکارها</strong></p><p>&nbsp;حال به این مسئله بر میگردیم ، چه برنامه های را روی دست بگیریم تا نیروی بیکار جامعه را در این بخش سوق بدهیم . الزم به ذکر است در ابتدا توسعه زراعت نقش مهمی در اشتغالزائی دارد اما با پیشرفت ومیکانیزه شدن زراعت نیروی کاری کمتر ی الزم است . طوریکه تجربه کشورهای صنعتی نشان میدهد کمتر از10 فیصد نیروی فعال این جوامع دراین بخش فعال به کار هستند یا به طور نمونه 3 فیصد جمعیت آمریکا مشغول بکار زراعت هستند وغذای این جمعیت را فراهم می نمایند. پس دولت چه برنامهائی را باید روی دست گیرد که هم از نیروی فعال جامعه به نحو احسن استفاده ببرد وهم از اراضی تحت کشت؟ می توان به جواب این سوال اینگونه پاسخ داد. اگر توانائی های مالی ونیروی انسانی ملت فشرده شود به آسانی می توان باالی این مشکالت فائ آمد.که این فشرده گی دو پیش شرط دارد.&nbsp;</p><p><strong>پیش شرط اول: </strong>فرمانبرداری از دستور قران عظیم شان که می فرماید :زمین از خداوند است هر بنده ای آنرا احیا کند ملک مشروط او خواهد شد .اما متاسفانه خصلت ضد ارزشی ، منطقه گرائی عالوه بر نژاد پرستی وتبعیضات صدها سیم خاردار در اطراف زمینهای به اصطالح سلطانی کشیده است .گرسنگی و بیکاری ملت خود را بر احیای این زمینهای ترجیح می دهیم.</p><p><strong>پیش شرط دوم:</strong> این است که سرمایه های سرگردان تک تک مردم را در قالب یک شرکت بریزیم و با آن سرمایه می توانیم دو منبع اشتغال را پدید آوریم . اول مهار کردن آبهای سرگردان که هدر می رود و دومین منبع اشتغال ،راه انداختن صنایع کوچک است .که می توانیم با همین تولیدات زراعتی بخش صنعت را نیز گسترش بدهیم بطور مثال ما ساالنه مقدار زیاد رب بادنجان رومی وارد میکنیم ولی در سال صدها کیلو بادنجان رومی کشور ما فاسد مشود بناً باید سرمایه گذاریها ،چه در عرصه زراعت و چه در عرصه صنعت باید مکمل یکدیگر باشد تا با پیشرفت در بخش زراعت پیشرفت در صنعت نیز میسر گردد. بطور مثال کشور هالند از صادرات گل وگیاه خود ساالنه ملیون ها دالر عاید کسب می نماید ویا ایران از عرق گل وگیاه ملیون ها دالر عاید بدست میآورد . اینها نشان دهنده اینست که رشد هر دو سکتور تفاوت چندانی در این کشورها ندارد. یکی دیگر از برنامه هایی که نتیجه مثبت در اکثر کشورها داده است بوجود آوردن شرکت های تعاونی در بخش زراعت است . این شرکتها هم می توانند بهره وری نیروی انسانی را بلند ببرند وهم می توانند سرمایه مورد نیاز دهاقین را با همکاری دهاقین بوجود بیاورد. یکی از برنامه های دیگری که دولت می تواند از آن سود کالنی ببرد و از این طری می تواند یکی از مهمترین عوامل توسعه را در اختیار بیاورد، فروش آبهای جاری افغانستان است. به اساس سروی های مختلف مقدار آبهای جاری افغانستان در سال هفتادوپنج ملیارد متر مکعب است .که صرف 25 الی 30 در صد آن در بخش زراعت به مصرف می رسد . قیمت فی متر مکعب آب در ساحه بین المللی حدود یک ونیم الی دو دالر تعین شده است وبرای اینکه ما به خطا نرویم قیمت آن را یک دالر در نظر می گیریم .خوب حال اگر ما در بخش آب خود مدیریت داشته باشیم ما می توانیم آب کشور خود را به کشور های همسایه بفروشیم که جمعاً در حدود پنجاه ملیارد دالر ساالنه نصیب کشور ما می شود. بطور مثال در این اواخر بین کویت وکشورهای همجوار یک موافقه بعمل آمد که به اساس آن کشور های همجوار به مقدار نهصد ملیون دالر به کویت صادر می کنند و همچنان آبهای افغانستان می تواند یکی 11 از عواملی باشد تا دولت کشورهای همسایه را تحت فشار قرار دهد واز آن جهت پیشرفت وثبات سیاسی استفاده کند.</p>', 'مسلک آموز امرالله قانع', 'uploads/Xz2d4FDmV7VDwpvnliQHr2uzzfgNKj.jpg', 'uploads/SCCT0Nvlp1JWZUXhezPBaxZKNht7my.pdf', 0, 1, '2023-12-6', '1445-05-23', '1402-9-15', 27, 'اشتغال چی است؟', 'اشتغال به معنای مشغول بودن در کاری است که پاداش و دستمزد به همراه داشته باشد. ویا مصروف بودن افرادجامعه، که از این مصروفیت عایدی بدست بیاورند وزندگی خویش را پیش ببرند اشتغال گفته می توانیم.', 249, 3, 4, '2023-12-06 01:43:34', '2023-12-06 01:43:34');

-- --------------------------------------------------------

--
-- Table structure for table `authorities`
--

CREATE TABLE `authorities` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `full_name` varchar(255) NOT NULL,
  `job_name` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `phone_number_extra` varchar(255) DEFAULT NULL,
  `email` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `brands`
--

CREATE TABLE `brands` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `image` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `brands`
--

INSERT INTO `brands` (`id`, `image`, `created_at`, `updated_at`) VALUES
(3, 'image1_1700040689.png', '2023-11-15 05:01:29', '2023-11-15 05:01:29'),
(6, 'image1_1700041178.png', '2023-11-15 05:09:38', '2023-11-15 05:09:38'),
(8, 'image1_1700041267.png', '2023-11-15 05:11:07', '2023-11-15 05:11:07'),
(10, 'image1_1700041381.png', '2023-11-15 05:13:01', '2023-11-15 05:13:01'),
(11, 'image1_1700041464.png', '2023-11-15 05:14:24', '2023-11-15 05:14:24'),
(12, 'image1_1700041540.png', '2023-11-15 05:15:40', '2023-11-15 05:15:40'),
(14, 'image1_1700041649.png', '2023-11-15 05:17:29', '2023-11-15 05:17:29'),
(15, 'image1_1700041726.png', '2023-11-15 05:18:46', '2023-11-15 05:18:46'),
(16, 'image1_1700041790.png', '2023-11-15 05:19:50', '2023-11-15 05:19:50'),
(17, 'image1_1700041857.png', '2023-11-15 05:20:57', '2023-11-15 05:20:57'),
(18, 'image1_1700041932.png', '2023-11-15 05:22:12', '2023-11-15 05:22:12'),
(21, 'image1_1700042129.png', '2023-11-15 05:25:29', '2023-11-15 05:25:29'),
(22, 'image1_1700042218.png', '2023-11-15 05:26:58', '2023-11-15 05:26:58'),
(23, 'image1_1700042259.png', '2023-11-15 05:27:39', '2023-11-15 05:27:39'),
(24, 'image1_1700042298.png', '2023-11-15 05:28:19', '2023-11-15 05:28:19'),
(25, 'image1_1700042334.png', '2023-11-15 05:28:54', '2023-11-15 05:28:54'),
(26, 'image1_1700042381.png', '2023-11-15 05:29:41', '2023-11-15 05:29:41'),
(27, 'image1_1700042446.png', '2023-11-15 05:30:46', '2023-11-15 05:30:46'),
(28, 'image1_1700042541.png', '2023-11-15 05:32:21', '2023-11-15 05:32:21'),
(29, 'image1_1700042572.png', '2023-11-15 05:32:52', '2023-11-15 05:32:52'),
(30, 'image1_1700042690.png', '2023-11-15 05:34:50', '2023-11-15 05:34:50'),
(32, 'image1_1700042931.png', '2023-11-15 05:38:51', '2023-11-15 05:38:51'),
(33, 'image1_1700043148.png', '2023-11-15 05:42:28', '2023-11-15 05:42:28');

-- --------------------------------------------------------

--
-- Table structure for table `candidacies`
--

CREATE TABLE `candidacies` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` varchar(255) NOT NULL,
  `submission_guideline` text NOT NULL,
  `address` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `email` varchar(255) NOT NULL,
  `file` varchar(255) NOT NULL,
  `start_date_gregorian` varchar(255) NOT NULL,
  `start_date_shamsi` varchar(255) NOT NULL,
  `start_date_ghamari` varchar(255) NOT NULL,
  `expire_date_gregorian` varchar(255) NOT NULL,
  `expire_date_shamsi` varchar(255) NOT NULL,
  `expire_date_ghamari` varchar(255) NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `job_category_id` bigint(20) UNSIGNED NOT NULL,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `district_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `language`, `name`, `slug`, `status`, `created_at`, `updated_at`) VALUES
(2, 'psh', 'مسایل دینی', 'مسایل-دینی', 1, '2023-11-11 01:42:17', '2023-11-11 01:42:17'),
(3, 'fa', 'رهبری اداره', 'رهبری-اداره', 1, '2023-11-11 04:06:34', '2023-11-11 04:06:34'),
(4, 'fa', 'اکادمیک و علمی', 'اکادمیک-و-علمی', 1, '2023-11-11 04:06:54', '2023-11-11 04:06:54'),
(5, 'fa', 'مراکز آموزشی', 'مراکز-آموزشی', 1, '2023-11-11 04:07:12', '2023-11-11 04:07:12'),
(6, 'psh', 'ښوونیز مرکزونه', 'ښوونیز-مرکزونه', 1, '2023-11-11 04:14:13', '2023-11-11 04:14:13'),
(7, 'psh', 'اکاډمیک او علمي', 'اکاډمیک-او-علمي', 1, '2023-11-11 04:14:52', '2023-11-11 04:14:52'),
(8, 'fa', 'نمایشگاه', 'نمایشگاه', 1, '2023-11-12 06:33:51', '2023-11-12 06:33:51'),
(9, 'fa', 'اصلاحی', 'اصلاحی', 1, '2023-11-13 01:24:33', '2023-11-13 01:24:33'),
(10, 'fa', 'فراغت', 'فراغت', 1, '2023-11-14 06:20:02', '2023-11-14 06:20:02'),
(11, 'psh', 'نندارتون', 'نندارتون', 1, '2023-11-20 00:09:47', '2023-11-20 00:09:47'),
(12, 'fa', 'فعالیت های مهم هفته', 'فعالیت-های-مهم-هفته', 1, '2023-11-25 00:39:53', '2023-11-25 00:39:53');

-- --------------------------------------------------------

--
-- Table structure for table `center_types`
--

CREATE TABLE `center_types` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `center_types`
--

INSERT INTO `center_types` (`id`, `language`, `name`, `status`, `created_at`, `updated_at`) VALUES
(3, 'fa', 'انستیتوت', 1, '2023-11-25 02:06:30', '2023-11-25 02:06:30'),
(4, 'fa', 'لیسه', 1, '2023-11-25 02:06:42', '2023-11-25 02:06:42'),
(5, 'fa', 'تعلیمات خاص', 1, '2023-11-25 03:02:54', '2023-11-25 03:02:54');

-- --------------------------------------------------------

--
-- Table structure for table `charts`
--

CREATE TABLE `charts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `title` text NOT NULL,
  `description` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `contactuses`
--

CREATE TABLE `contactuses` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `contact_number_of_centeral_officials`
--

CREATE TABLE `contact_number_of_centeral_officials` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `full_name` varchar(255) NOT NULL,
  `job_name` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `phone_number_extra` varchar(255) DEFAULT NULL,
  `department_id` bigint(20) UNSIGNED NOT NULL,
  `relevant_dir_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `contact_types`
--

CREATE TABLE `contact_types` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `contract_types`
--

CREATE TABLE `contract_types` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `departments`
--

CREATE TABLE `departments` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `dep_name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `districts`
--

CREATE TABLE `districts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `districts`
--

INSERT INTO `districts` (`id`, `language`, `name`, `slug`, `status`, `province_id`, `created_at`, `updated_at`) VALUES
(1, 'fa', 'شکردره', 'شکردره', 1, 1, '2023-11-22 23:41:00', '2023-11-22 23:41:00'),
(2, 'fa', 'استالف', 'استالف', 1, 1, '2023-11-25 01:37:18', '2023-11-25 01:37:18'),
(3, 'fa', 'بگرامی', 'بگرامی', 1, 1, '2023-11-25 01:37:49', '2023-11-25 01:37:49'),
(4, 'fa', 'پغمان', 'پغمان', 1, 1, '2023-11-25 01:38:07', '2023-11-25 01:38:07'),
(5, 'fa', 'چهار آسیاب', 'چهار-آسیاب', 1, 1, '2023-11-25 01:38:21', '2023-11-25 01:38:21'),
(6, 'fa', 'خاک جبار', 'خاک-جبار', 1, 1, '2023-11-25 01:38:51', '2023-11-25 01:38:51'),
(7, 'fa', 'ده سبز', 'ده-سبز', 1, 1, '2023-11-25 01:39:09', '2023-11-25 01:39:09'),
(8, 'fa', 'سروبی', 'سروبی', 1, 1, '2023-11-25 01:39:29', '2023-11-25 01:39:29'),
(9, 'fa', 'شکر دره', 'شکر-دره', 1, 1, '2023-11-25 01:39:40', '2023-11-25 01:39:40'),
(10, 'fa', 'فرزه', 'فرزه', 1, 1, '2023-11-25 01:40:04', '2023-11-25 01:40:04'),
(11, 'fa', 'قره باغ', 'قره-باغ', 1, 1, '2023-11-25 01:40:14', '2023-11-25 01:40:14'),
(12, 'fa', 'کلکان', 'کلکان', 1, 1, '2023-11-25 01:40:40', '2023-11-25 01:40:40'),
(13, 'fa', 'گلدره', 'گلدره', 1, 1, '2023-11-25 01:41:37', '2023-11-25 01:41:37'),
(14, 'fa', 'موسهی', 'موسهی', 1, 1, '2023-11-25 01:42:05', '2023-11-25 01:42:05'),
(15, 'fa', 'میربچه کوت', 'میربچه-کوت', 1, 1, '2023-11-25 01:42:16', '2023-11-25 01:42:16'),
(16, 'fa', 'مرکز', 'مرکز', 1, 1, '2023-11-25 02:03:50', '2023-11-25 02:03:50'),
(17, 'fa', 'ترین‌کوت', 'ترین-کوت', 1, 3, '2023-11-25 03:22:33', '2023-11-25 03:22:33'),
(18, 'fa', 'چوره،', 'چوره', 1, 3, '2023-11-25 03:22:52', '2023-11-25 03:22:52'),
(19, 'fa', 'خاص‌ارزگان', 'خاص-ارزگان', 1, 3, '2023-11-25 03:23:16', '2023-11-25 03:23:16'),
(20, 'fa', 'دهراوود', 'دهراوود', 1, 3, '2023-11-25 03:23:37', '2023-11-25 03:23:37'),
(21, 'fa', 'شهید حساس', 'شهید-حساس', 1, 3, '2023-11-25 03:24:05', '2023-11-25 03:24:05'),
(22, 'fa', 'گیزاب', 'گیزاب', 1, 3, '2023-11-25 03:24:27', '2023-11-25 03:24:27'),
(23, 'fa', 'آب‌کَمَری', 'آب-ک-م-ری', 1, 4, '2023-11-25 03:25:25', '2023-11-25 03:25:25'),
(24, 'fa', 'جَوَند', 'ج-و-ند', 1, 4, '2023-11-25 03:25:52', '2023-11-25 03:25:52'),
(25, 'fa', 'غورماچ', 'غورماچ', 1, 4, '2023-11-25 03:26:14', '2023-11-25 03:26:14'),
(26, 'fa', 'قادس', 'قادس', 1, 4, '2023-11-25 03:27:42', '2023-11-25 03:27:42'),
(27, 'fa', 'قلعه نو', 'قلعه-نو', 1, 4, '2023-11-25 03:28:56', '2023-11-25 03:28:56'),
(28, 'fa', 'بالا مرغاب', 'بالا-مرغاب', 1, 4, '2023-11-25 03:29:34', '2023-11-25 03:29:34'),
(29, 'fa', 'مُقُر', 'م-ق-ر', 1, 4, '2023-11-25 03:30:18', '2023-11-25 03:30:18'),
(30, 'fa', 'بامیان', 'بامیان', 1, 5, '2023-11-25 03:32:26', '2023-11-25 03:32:26'),
(31, 'fa', 'کهمرد', 'کهمرد', 1, 5, '2023-11-25 03:32:38', '2023-11-25 03:32:38'),
(32, 'fa', 'پنجاب', 'پنجاب', 1, 5, '2023-11-25 03:32:59', '2023-11-25 03:32:59'),
(33, 'fa', 'سیغان', 'سیغان', 1, 5, '2023-11-25 03:33:50', '2023-11-25 03:33:50'),
(34, 'fa', 'شیبر', 'شیبر', 1, 5, '2023-11-25 03:36:33', '2023-11-25 03:36:33'),
(35, 'fa', 'وَرَس', 'و-ر-س', 1, 5, '2023-11-25 03:37:17', '2023-11-25 03:37:17'),
(36, 'fa', 'یکاولنگ', 'یکاولنگ', 1, 5, '2023-11-25 03:37:41', '2023-11-25 03:37:41'),
(37, 'fa', 'اَرغَنج‌خواه', 'ا-رغ-نج-خواه', 1, 6, '2023-11-25 03:39:59', '2023-11-25 03:39:59'),
(38, 'fa', 'اَرگو', 'ا-رگو', 1, 6, '2023-11-25 03:40:28', '2023-11-25 03:40:28'),
(39, 'fa', 'اشکاشم', 'اشکاشم', 1, 6, '2023-11-25 03:41:03', '2023-11-25 03:41:03'),
(40, 'fa', 'بهارک', 'بهارک', 1, 6, '2023-11-25 03:41:49', '2023-11-25 03:41:49'),
(41, 'fa', 'تگاب', 'تگاب', 1, 6, '2023-11-25 03:42:10', '2023-11-25 03:42:10'),
(42, 'fa', 'تیشکان', 'تیشکان', 1, 6, '2023-11-25 03:42:30', '2023-11-25 03:42:30'),
(43, 'fa', 'جرم', 'جرم', 1, 6, '2023-11-25 03:42:50', '2023-11-25 03:42:50'),
(44, 'fa', 'خاش', 'خاش', 1, 6, '2023-11-25 03:43:00', '2023-11-25 03:43:00'),
(45, 'fa', 'خواهان', 'خواهان', 1, 6, '2023-11-25 03:43:20', '2023-11-25 03:43:20'),
(46, 'fa', 'دَرایِم', 'د-رای-م', 1, 6, '2023-11-25 03:43:50', '2023-11-25 03:43:50'),
(47, 'fa', 'مایمی', 'مایمی', 1, 6, '2023-11-25 03:44:07', '2023-11-25 03:44:07'),
(48, 'fa', 'نِسَی', 'ن-س-ی', 1, 6, '2023-11-25 03:44:36', '2023-11-25 03:44:36'),
(49, 'fa', 'راغستان', 'راغستان', 1, 6, '2023-11-25 03:44:57', '2023-11-25 03:44:57'),
(50, 'fa', 'زیباک', 'زیباک', 1, 6, '2023-11-25 03:45:16', '2023-11-25 03:45:16'),
(51, 'fa', 'شغنان', 'شغنان', 1, 6, '2023-11-25 03:45:32', '2023-11-25 03:45:32'),
(52, 'fa', 'شِکی', 'ش-کی', 1, 6, '2023-11-25 03:46:08', '2023-11-25 03:46:08'),
(53, 'fa', 'شهدا', 'شهدا', 1, 6, '2023-11-25 05:09:47', '2023-11-25 05:09:47'),
(54, 'fa', 'شهر بزرگ', 'شهر-بزرگ', 1, 6, '2023-11-25 05:10:05', '2023-11-25 05:10:05'),
(55, 'fa', 'فیض آباد', 'فیض-آباد', 1, 6, '2023-11-25 05:10:28', '2023-11-25 05:10:28'),
(56, 'fa', 'کران و منجان', 'کران-و-منجان', 1, 6, '2023-11-25 05:10:54', '2023-11-25 05:10:54'),
(57, 'fa', 'کشم', 'کشم', 1, 6, '2023-11-25 05:11:16', '2023-11-25 05:11:16'),
(58, 'fa', 'کوف آب', 'کوف-آب', 1, 6, '2023-11-25 05:11:32', '2023-11-25 05:11:32'),
(59, 'fa', 'کوهستان', 'کوهستان', 1, 6, '2023-11-25 05:11:55', '2023-11-25 05:11:55'),
(60, 'fa', 'واخان', 'واخان', 1, 6, '2023-11-25 05:12:06', '2023-11-25 05:12:06'),
(61, 'fa', 'وردوج', 'وردوج', 1, 6, '2023-11-25 05:12:21', '2023-11-25 05:12:21'),
(62, 'fa', 'یاوان', 'یاوان', 1, 6, '2023-11-25 05:12:41', '2023-11-25 05:12:41'),
(63, 'fa', 'یفتل پایین', 'یفتل', 1, 6, '2023-11-25 05:12:54', '2023-11-25 05:13:54'),
(64, 'fa', 'یمگان(گیروان)', 'یمگان-گیروان', 1, 6, '2023-11-25 05:13:39', '2023-11-25 05:13:39'),
(65, 'fa', 'اسد آباد', 'اسد-آباد', 1, 28, '2023-11-25 05:53:35', '2023-11-25 05:53:35'),
(66, 'fa', 'بر کنر', 'بر-کنر', 1, 28, '2023-11-25 05:53:54', '2023-11-25 05:53:54'),
(67, 'fa', 'خاص کنر', 'خاص-کنر', 1, 28, '2023-11-25 05:54:09', '2023-11-25 05:54:09'),
(68, 'fa', 'دانگام', 'دانگام', 1, 28, '2023-11-25 05:54:56', '2023-11-25 05:54:56'),
(69, 'fa', 'دره پیچ', 'دره-پیچ', 1, 28, '2023-11-25 05:55:17', '2023-11-25 05:55:17'),
(70, 'fa', 'چپه دره', 'چپه-دره', 1, 28, '2023-11-25 05:55:35', '2023-11-25 05:55:35'),
(71, 'fa', 'چوکی', 'چوکی', 1, 28, '2023-11-25 05:55:50', '2023-11-25 05:55:50'),
(72, 'fa', 'سرکانی', 'سرکانی', 1, 28, '2023-11-25 05:56:09', '2023-11-25 05:56:09'),
(73, 'fa', 'شیگل', 'شیگل', 1, 28, '2023-11-25 05:56:27', '2023-11-25 05:56:27'),
(74, 'fa', 'غازی آباد', 'غازی-آباد', 1, 28, '2023-11-25 05:56:48', '2023-11-25 05:56:48'),
(75, 'fa', 'مروره', 'مروره', 1, 28, '2023-11-25 05:57:04', '2023-11-25 05:57:04'),
(76, 'fa', 'ناری', 'ناری', 1, 28, '2023-11-25 05:57:15', '2023-11-25 05:57:15'),
(77, 'fa', 'نرنگ', 'نرنگ', 1, 28, '2023-11-25 05:57:31', '2023-11-25 05:57:31'),
(78, 'fa', 'نورگل', 'نورگل', 1, 28, '2023-11-25 05:57:42', '2023-11-25 05:57:42'),
(79, 'fa', 'وته پور', 'وته-پور', 1, 28, '2023-11-25 05:57:57', '2023-11-25 05:57:57'),
(80, 'fa', 'چغانسور', 'چغانسور', 1, 33, '2023-11-25 06:00:51', '2023-11-25 06:00:51'),
(81, 'fa', 'چهار برجک', 'چهار-برجک', 1, 33, '2023-11-25 06:01:13', '2023-11-25 06:01:13'),
(82, 'fa', 'خاش رود', 'خاش-رود', 1, 33, '2023-11-25 06:01:35', '2023-11-25 06:01:35'),
(83, 'fa', 'زرنج', 'زرنج', 1, 33, '2023-11-25 06:01:51', '2023-11-25 06:01:51'),
(84, 'fa', 'کنگ', 'کنگ', 1, 33, '2023-11-25 06:02:05', '2023-11-25 06:02:05'),
(85, 'fa', 'ازره', 'ازره', 1, 30, '2023-11-25 06:02:44', '2023-11-25 06:02:44'),
(86, 'fa', 'برکی برک', 'برکی', 1, 30, '2023-11-25 06:03:07', '2023-11-25 06:03:21'),
(87, 'fa', 'پل علم', 'پل-علم', 1, 30, '2023-11-25 06:03:38', '2023-11-25 06:03:38'),
(88, 'fa', 'چرخ', 'چرخ', 1, 30, '2023-11-25 06:03:51', '2023-11-25 06:03:51'),
(89, 'fa', 'خروار', 'خروار', 1, 30, '2023-11-25 06:04:08', '2023-11-25 06:04:08'),
(90, 'fa', 'خوشی', 'خوشی', 1, 30, '2023-11-25 06:04:20', '2023-11-25 06:04:20'),
(91, 'fa', 'محمد آغه', 'محمد-آغه', 1, 30, '2023-11-25 06:04:38', '2023-11-25 06:04:38'),
(92, 'fa', 'ارغستان', 'ارغستان', 1, 24, '2023-11-25 06:05:30', '2023-11-25 06:05:30'),
(93, 'fa', 'ارغستان', 'ارغستان-2', 1, 24, '2023-11-25 06:05:36', '2023-11-25 06:05:36'),
(94, 'fa', 'ارغنداب', 'ارغنداب', 1, 24, '2023-11-25 06:06:05', '2023-11-25 06:06:05'),
(95, 'fa', 'پنجوائی', 'پنجوائی', 1, 24, '2023-11-25 06:06:25', '2023-11-25 06:06:25'),
(96, 'fa', 'خاکریز', 'خاکریز', 1, 24, '2023-11-25 06:06:38', '2023-11-25 06:06:38'),
(97, 'fa', 'دامان', 'دامان', 1, 24, '2023-11-25 06:06:50', '2023-11-25 06:06:50'),
(98, 'fa', 'ریگستان', 'ریگستان', 1, 24, '2023-11-25 06:07:07', '2023-11-25 06:07:07'),
(99, 'fa', 'ژری', 'ژری', 1, 24, '2023-11-25 06:07:26', '2023-11-25 06:07:26'),
(100, 'fa', 'سپین بولدک', 'سپین-بولدک', 1, 24, '2023-11-25 06:07:43', '2023-11-25 06:07:43'),
(101, 'fa', 'شاولی کوت', 'شاولی-کوت', 1, 24, '2023-11-25 06:07:57', '2023-11-25 06:07:57'),
(102, 'fa', 'شورابک', 'شورابک', 1, 24, '2023-11-25 06:08:15', '2023-11-25 06:08:15'),
(103, 'fa', 'غورک', 'غورک', 1, 24, '2023-11-25 06:08:32', '2023-11-25 06:08:32'),
(104, 'fa', 'قندهار', 'قندهار', 1, 24, '2023-11-25 06:08:47', '2023-11-25 06:08:47'),
(105, 'fa', 'میانشین', 'میانشین', 1, 24, '2023-11-25 06:09:09', '2023-11-25 06:09:09'),
(106, 'fa', 'میوند', 'میوند', 1, 24, '2023-11-25 06:09:22', '2023-11-25 06:09:22'),
(107, 'fa', 'نیش', 'نیش', 1, 24, '2023-11-25 06:09:37', '2023-11-25 06:09:37'),
(108, 'fa', 'ال سائی', 'ال-سائی', 1, 26, '2023-11-25 06:10:43', '2023-11-25 06:10:43'),
(109, 'fa', 'تگاب', 'تگاب-2', 1, 26, '2023-11-25 06:10:58', '2023-11-25 06:10:58'),
(110, 'fa', 'حصه اول کوهستان', 'حصه-اول-کوهستان', 1, 26, '2023-11-25 06:11:16', '2023-11-25 06:11:16'),
(111, 'fa', 'حصه دوم کوهستان', 'حصه-دوم-کوهستان', 1, 26, '2023-11-25 06:11:30', '2023-11-25 06:11:30'),
(112, 'fa', 'کوه بند', 'کوه-بند', 1, 26, '2023-11-25 06:11:48', '2023-11-25 06:11:48'),
(113, 'fa', 'محمود راقی', 'محمود-راقی', 1, 26, '2023-11-25 06:12:04', '2023-11-25 06:12:04'),
(114, 'fa', 'نجراب', 'نجراب', 1, 26, '2023-11-25 06:12:19', '2023-11-25 06:12:19'),
(115, 'fa', 'اشترلی', 'اشترلی', 1, 17, '2023-11-25 06:13:30', '2023-11-25 06:13:30'),
(116, 'fa', 'خدیر', 'خدیر', 1, 17, '2023-11-25 06:13:44', '2023-11-25 06:13:44'),
(117, 'fa', 'سنگ تخت', 'سنگ-تخت', 1, 17, '2023-11-25 06:14:01', '2023-11-25 06:14:01'),
(118, 'fa', 'شهرستان', 'شهرستان', 1, 17, '2023-11-25 06:14:23', '2023-11-25 06:14:23'),
(119, 'fa', 'کجران', 'کجران', 1, 17, '2023-11-25 06:14:35', '2023-11-25 06:14:35'),
(120, 'fa', 'کیتی', 'کیتی', 1, 17, '2023-11-25 06:14:50', '2023-11-25 06:14:50'),
(121, 'fa', 'میرامور', 'میرامور', 1, 17, '2023-11-25 06:15:06', '2023-11-25 06:15:06'),
(122, 'fa', 'نیلی', 'نیلی', 1, 17, '2023-11-25 06:15:19', '2023-11-25 06:15:19'),
(123, 'fa', 'آب بند', 'آب-بند', 1, 2, '2023-11-25 06:20:41', '2023-11-25 06:20:41'),
(124, 'fa', 'اجرستان', 'اجرستان', 1, 2, '2023-11-25 06:21:15', '2023-11-25 06:21:15'),
(125, 'fa', 'اندر', 'اندر', 1, 2, '2023-11-25 06:21:34', '2023-11-25 06:21:34'),
(126, 'fa', 'بهرام', 'بهرام', 1, 2, '2023-11-25 06:21:57', '2023-11-25 06:21:57'),
(127, 'fa', 'بهرام شهید', 'بهرام-2', 1, 2, '2023-11-25 06:22:17', '2023-11-25 06:22:50'),
(128, 'fa', 'جاغوری', 'جاغوری', 1, 2, '2023-11-25 06:22:36', '2023-11-25 06:22:36'),
(129, 'fa', 'عمری', 'عمری', 1, 2, '2023-11-25 06:23:05', '2023-11-25 06:23:05'),
(130, 'fa', 'ده یک', 'ده-یک', 1, 2, '2023-11-25 06:23:20', '2023-11-25 06:23:20'),
(131, 'fa', 'رشیدان', 'رشیدان', 1, 2, '2023-11-25 06:23:36', '2023-11-25 06:23:36'),
(132, 'fa', 'زنه خان', 'زنه-خان', 1, 2, '2023-11-25 06:23:50', '2023-11-25 06:23:50'),
(133, 'fa', 'غزنی', 'غزنی', 1, 2, '2023-11-25 06:24:03', '2023-11-25 06:24:03'),
(134, 'fa', 'قره باغ', 'قره-باغ-2', 1, 2, '2023-11-25 06:24:17', '2023-11-25 06:24:17'),
(135, 'fa', 'گیرو', 'گیرو', 1, 2, '2023-11-25 06:24:39', '2023-11-25 06:24:39'),
(136, 'fa', 'گیلان', 'گیلان', 1, 2, '2023-11-25 06:24:55', '2023-11-25 06:24:55'),
(137, 'fa', 'مالستان', 'مالستان', 1, 2, '2023-11-25 06:25:20', '2023-11-25 06:25:20'),
(138, 'fa', 'مقر', 'مقر', 1, 2, '2023-11-25 06:25:41', '2023-11-25 06:25:41'),
(139, 'fa', 'ناور', 'ناور', 1, 2, '2023-11-25 06:25:54', '2023-11-25 06:25:54'),
(140, 'fa', 'ناوه', 'ناوه', 1, 2, '2023-11-25 06:26:06', '2023-11-25 06:26:06'),
(141, 'fa', 'واغز', 'واغز', 1, 2, '2023-11-25 06:26:21', '2023-11-25 06:26:21'),
(142, 'fa', 'ولی محمد شهید خوگیانی', 'ولی-محمد-شهید-خوگیانی', 1, 2, '2023-11-25 06:32:29', '2023-11-25 06:32:29'),
(143, 'fa', 'احمد آباد', 'احمد-آباد', 1, 11, '2023-11-25 06:33:52', '2023-11-25 06:33:52'),
(144, 'fa', 'جاجی', 'جاجی', 1, 11, '2023-11-25 06:34:16', '2023-11-25 06:34:16'),
(145, 'fa', 'جانی خیل', 'جانی-خیل', 1, 11, '2023-11-25 06:34:32', '2023-11-25 06:34:32'),
(146, 'fa', 'چاوک', 'چاوک', 1, 11, '2023-11-25 06:34:48', '2023-11-25 06:34:48'),
(147, 'fa', 'چمکنی', 'چمکنی', 1, 11, '2023-11-25 06:35:04', '2023-11-25 06:35:04'),
(148, 'fa', 'دند پتان', 'دند-پتان', 1, 11, '2023-11-25 06:35:23', '2023-11-25 06:35:23'),
(149, 'fa', 'زدران', 'زدران', 1, 11, '2023-11-25 06:35:42', '2023-11-25 06:35:42'),
(150, 'fa', 'زرمت', 'زرمت', 1, 11, '2023-11-25 06:35:59', '2023-11-25 06:35:59'),
(151, 'fa', 'سیدکرم', 'سیدکرم', 1, 11, '2023-11-25 06:36:12', '2023-11-25 06:36:12'),
(152, 'fa', 'شواک', 'شواک', 1, 11, '2023-11-25 06:36:30', '2023-11-25 06:36:30'),
(153, 'fa', 'علی خیل', 'علی-خیل', 1, 11, '2023-11-25 06:36:51', '2023-11-25 06:36:51'),
(154, 'fa', 'گردیز', 'گردیز', 1, 11, '2023-11-25 06:37:06', '2023-11-25 06:37:06'),
(155, 'fa', 'لجه احمد خیل', 'لجه', 1, 11, '2023-11-25 06:37:18', '2023-11-25 06:37:36'),
(156, 'fa', 'ارگون', 'ارگون', 1, 12, '2023-11-25 06:39:32', '2023-11-25 06:39:32'),
(157, 'fa', 'اومنه', 'اومنه', 1, 12, '2023-11-25 06:39:46', '2023-11-25 06:39:46'),
(158, 'fa', 'برمل', 'برمل', 1, 12, '2023-11-25 06:39:58', '2023-11-25 06:39:58'),
(159, 'fa', 'تروو', 'تروو', 1, 12, '2023-11-25 06:40:20', '2023-11-25 06:40:20'),
(160, 'fa', 'جانی خیل', 'جانی-خیل-2', 1, 12, '2023-11-25 06:40:32', '2023-11-25 06:40:32'),
(161, 'fa', 'دیله و خوشامند', 'دیله-و-خوشامند', 1, 12, '2023-11-25 06:40:55', '2023-11-25 06:40:55'),
(162, 'fa', 'زرغون شهر', 'زرغون-شهر', 1, 12, '2023-11-25 06:41:07', '2023-11-25 06:41:07'),
(163, 'fa', 'زیروک', 'زیروک', 1, 12, '2023-11-25 06:41:20', '2023-11-25 06:41:20'),
(164, 'fa', 'سر حوضه', 'سر-حوضه', 1, 12, '2023-11-25 06:41:37', '2023-11-25 06:41:37'),
(165, 'fa', 'سروبی', 'سروبی-2', 1, 12, '2023-11-25 06:41:51', '2023-11-25 06:41:51'),
(166, 'fa', 'شرن', 'شرن', 1, 12, '2023-11-25 06:42:05', '2023-11-25 06:42:05'),
(167, 'fa', 'گومل', 'گومل', 1, 12, '2023-11-25 06:42:20', '2023-11-25 06:42:20'),
(168, 'fa', 'گیان', 'گیان', 1, 12, '2023-11-25 06:42:32', '2023-11-25 06:42:32'),
(169, 'fa', 'متاخان', 'متاخان', 1, 12, '2023-11-25 06:42:45', '2023-11-25 06:42:45'),
(170, 'fa', 'نکه', 'نکه', 1, 12, '2023-11-25 06:43:04', '2023-11-25 06:43:04'),
(171, 'fa', 'وازه خواه', 'وازه-خواه', 1, 12, '2023-11-25 06:43:30', '2023-11-25 06:43:30'),
(172, 'fa', 'ورممی', 'ورممی', 1, 12, '2023-11-25 06:43:47', '2023-11-25 06:43:47'),
(173, 'fa', 'یحیی خیل', 'یحیی-خیل', 1, 12, '2023-11-25 06:43:59', '2023-11-25 06:43:59'),
(174, 'fa', 'یوسف خیل', 'یوسف-خیل', 1, 12, '2023-11-25 06:44:18', '2023-11-25 06:44:18'),
(175, 'fa', 'بگرام', 'بگرام', 1, 10, '2023-11-25 06:45:06', '2023-11-25 06:45:06'),
(176, 'fa', 'جبل سراج', 'جبل-سراج', 1, 10, '2023-11-25 06:45:24', '2023-11-25 06:45:24'),
(177, 'fa', 'چاریکار', 'چاریکار', 1, 10, '2023-11-25 06:45:41', '2023-11-25 06:45:41'),
(178, 'fa', 'سالنگ', 'سالنگ', 1, 10, '2023-11-25 06:46:02', '2023-11-25 06:46:02'),
(179, 'fa', 'سرخ پارسا', 'سرخ-پارسا', 1, 10, '2023-11-25 06:46:20', '2023-11-25 06:46:20'),
(180, 'fa', 'سید خیل', 'سید-خیل', 1, 10, '2023-11-25 06:46:36', '2023-11-25 06:46:36'),
(181, 'fa', 'شیخ علی', 'شیخ-علی', 1, 10, '2023-11-25 06:46:55', '2023-11-25 06:46:55'),
(182, 'fa', 'شینواری', 'شینواری', 1, 10, '2023-11-25 06:47:26', '2023-11-25 06:47:26'),
(183, 'fa', 'غوربند', 'غوربند', 1, 10, '2023-11-25 06:47:40', '2023-11-25 06:47:40'),
(184, 'fa', 'کوه صافی', 'کوه-صافی', 1, 10, '2023-11-25 06:47:53', '2023-11-25 06:47:53'),
(185, 'fa', 'بلخ', 'بلخ', 1, 9, '2023-11-25 06:48:36', '2023-11-25 06:48:36'),
(186, 'fa', 'چارپولک', 'چارپولک', 1, 9, '2023-11-25 06:48:58', '2023-11-25 06:48:58'),
(187, 'fa', 'چارکنت', 'چارکنت', 1, 9, '2023-11-25 06:49:28', '2023-11-25 06:49:28'),
(188, 'fa', 'چمتال', 'چمتال', 1, 9, '2023-11-25 06:49:44', '2023-11-25 06:49:44'),
(189, 'fa', 'خلم', 'خلم', 1, 9, '2023-11-25 06:49:58', '2023-11-25 06:49:58'),
(190, 'fa', 'دولت آباد', 'دولت-آباد', 1, 9, '2023-11-25 06:50:11', '2023-11-25 06:50:11'),
(191, 'fa', 'دهدادی', 'دهدادی', 1, 9, '2023-11-25 06:50:25', '2023-11-25 06:50:25'),
(192, 'fa', 'زاری', 'زاری', 1, 9, '2023-11-25 06:50:35', '2023-11-25 06:50:35'),
(193, 'fa', 'شور تپه', 'شور-تپه', 1, 9, '2023-11-25 06:50:52', '2023-11-25 06:50:52'),
(194, 'fa', 'شولگره', 'شولگره', 1, 9, '2023-11-25 06:51:11', '2023-11-25 06:51:11'),
(195, 'fa', 'کشنده', 'کشنده', 1, 9, '2023-11-25 06:51:24', '2023-11-25 06:51:24'),
(196, 'fa', 'کلدار', 'کلدار', 1, 9, '2023-11-25 06:51:36', '2023-11-25 06:51:36'),
(197, 'fa', 'مارمل', 'مارمل', 1, 9, '2023-11-25 06:51:48', '2023-11-25 06:51:48'),
(198, 'fa', 'مزار شریف', 'مزار-شریف', 1, 9, '2023-11-25 06:52:03', '2023-11-25 06:52:03'),
(199, 'fa', 'گذرگاه نور', 'گذرگاه-نور', 1, 9, '2023-11-25 06:52:30', '2023-11-25 06:52:30'),
(200, 'fa', 'اندراب', 'اندراب', 1, 7, '2023-11-25 06:57:06', '2023-11-25 06:57:06'),
(201, 'fa', 'بغلان جدید', 'بغلان-جدید', 1, 7, '2023-11-25 06:57:33', '2023-11-25 06:57:33'),
(202, 'fa', 'برکه', 'برکه', 1, 7, '2023-11-25 06:57:48', '2023-11-25 06:57:48'),
(203, 'fa', 'پل حصار', 'پل-حصار', 1, 7, '2023-11-25 06:59:46', '2023-11-25 06:59:46'),
(204, 'fa', 'پلخمری', 'پلخمری', 1, 7, '2023-11-25 07:00:12', '2023-11-25 07:00:12'),
(205, 'fa', 'تاله و برفک', 'تاله-و-برفک', 1, 7, '2023-11-25 07:00:54', '2023-11-25 07:00:54'),
(206, 'fa', 'جلگه', 'جلگه', 1, 7, '2023-11-25 07:01:10', '2023-11-25 07:01:10'),
(207, 'fa', 'خنجان', 'خنجان', 1, 7, '2023-11-25 07:01:24', '2023-11-25 07:01:24'),
(208, 'fa', 'خوست و فرنگ', 'خوست', 1, 7, '2023-11-25 07:01:37', '2023-11-25 07:01:56'),
(209, 'fa', 'دوشی', 'دوشی', 1, 7, '2023-11-25 07:02:07', '2023-11-25 07:02:07'),
(210, 'fa', 'دهنه غوری', 'دهنه-غوری', 1, 7, '2023-11-25 07:02:28', '2023-11-25 07:02:28'),
(211, 'fa', 'ده صلاح', 'ده-صلاح', 1, 7, '2023-11-25 07:02:45', '2023-11-25 07:02:45'),
(212, 'fa', 'فرنگ و غارو', 'فرنگ-و-غارو', 1, 7, '2023-11-25 07:03:19', '2023-11-25 07:03:19'),
(213, 'fa', 'گذرگاه نور', 'گذرگاه-نور-2', 1, 7, '2023-11-25 07:04:23', '2023-11-25 07:04:23'),
(214, 'fa', 'نهرین', 'نهرین', 1, 7, '2023-11-25 07:04:37', '2023-11-25 07:04:37'),
(215, 'fa', 'اشکمش', 'اشکمش', 1, 14, '2023-11-25 07:07:15', '2023-11-25 07:07:15'),
(216, 'fa', 'بنگی', 'بنگی', 1, 14, '2023-11-25 07:07:44', '2023-11-25 07:07:44'),
(217, 'fa', 'بهارک', 'بهارک-2', 1, 14, '2023-11-25 07:08:04', '2023-11-25 07:08:04'),
(218, 'fa', 'تالقان', 'تالقان', 1, 14, '2023-11-25 07:08:23', '2023-11-25 07:08:23'),
(219, 'fa', 'چال', 'چال', 1, 14, '2023-11-25 07:08:40', '2023-11-25 07:08:40'),
(220, 'fa', 'چاه آب', 'چاه-آب', 1, 14, '2023-11-25 07:08:57', '2023-11-25 07:08:57'),
(221, 'fa', 'خواجه بهاءالدین', 'خواجه-بهاءالدین', 1, 14, '2023-11-25 07:09:36', '2023-11-25 07:09:36'),
(222, 'fa', 'خواجه غار', 'خواجه-غار', 1, 14, '2023-11-25 07:09:54', '2023-11-25 07:09:54'),
(223, 'fa', 'درقد', 'درقد', 1, 14, '2023-11-25 07:10:11', '2023-11-25 07:10:11'),
(224, 'fa', 'دشت قلعه', 'دشت-قلعه', 1, 14, '2023-11-25 07:10:28', '2023-11-25 07:10:28'),
(225, 'fa', 'روستاق', 'روستاق', 1, 14, '2023-11-25 07:11:05', '2023-11-25 07:11:05'),
(226, 'fa', 'فرخار', 'فرخار', 1, 14, '2023-11-25 07:11:21', '2023-11-25 07:11:21'),
(227, 'fa', 'کلفگان', 'کلفگان', 1, 14, '2023-11-25 07:11:37', '2023-11-25 07:11:37'),
(228, 'fa', 'نمک آب', 'نمک-آب', 1, 14, '2023-11-25 07:11:50', '2023-11-25 07:11:50'),
(229, 'fa', 'ورسج', 'ورسج', 1, 14, '2023-11-25 07:12:04', '2023-11-25 07:12:04'),
(230, 'fa', 'هزار سموچ', 'هزار-سموچ', 1, 14, '2023-11-25 07:12:27', '2023-11-25 07:12:27'),
(231, 'fa', 'ینگی قلعه', 'ینگی-قلعه', 1, 14, '2023-11-25 07:12:43', '2023-11-25 07:12:43'),
(232, 'fa', 'باک', 'باک', 1, 16, '2023-11-26 01:34:54', '2023-11-26 01:34:54'),
(233, 'fa', 'تنی', 'تنی', 1, 16, '2023-11-26 01:35:14', '2023-11-26 01:35:14'),
(234, 'fa', 'تیرزائی', 'تیرزائی', 1, 16, '2023-11-26 01:35:43', '2023-11-26 01:35:43'),
(235, 'fa', 'جاجی میدان', 'جاجی-میدان', 1, 16, '2023-11-26 01:36:03', '2023-11-26 01:36:03'),
(236, 'fa', 'متون', 'متون', 1, 16, '2023-11-26 01:36:28', '2023-11-26 01:36:28'),
(237, 'fa', 'سپیره', 'سپیره', 1, 16, '2023-11-26 01:36:54', '2023-11-26 01:36:54'),
(238, 'fa', 'شمل', 'شمل', 1, 16, '2023-11-26 01:37:08', '2023-11-26 01:37:08'),
(239, 'fa', 'صبری', 'صبری', 1, 16, '2023-11-26 01:37:31', '2023-11-26 01:37:31'),
(240, 'fa', 'قلندر', 'قلندر', 1, 16, '2023-11-26 01:37:52', '2023-11-26 01:37:52'),
(241, 'fa', 'گربز', 'گربز', 1, 16, '2023-11-26 01:38:14', '2023-11-26 01:38:14'),
(242, 'fa', 'مندوزی', 'مندوزی', 1, 16, '2023-11-26 01:38:41', '2023-11-26 01:38:41'),
(243, 'fa', 'موسی خیل', 'موسی-خیل', 1, 16, '2023-11-26 01:39:20', '2023-11-26 01:39:20'),
(244, 'fa', 'نادرشاه کوت', 'نادرشاه-کوت', 1, 16, '2023-11-26 01:39:49', '2023-11-26 01:39:49'),
(245, 'fa', 'جلال آباد', 'جلال-آباد', 1, 32, '2023-11-28 05:41:53', '2023-11-28 05:41:53'),
(246, 'fa', 'مرکز', 'مرکز-2', 1, 30, '2023-11-29 03:43:52', '2023-11-29 03:43:52'),
(247, 'fa', 'مرکز', 'مرکز-3', 1, 35, '2023-11-29 03:53:08', '2023-11-29 03:53:08'),
(248, 'fa', 'اوبه', 'اوبه', 1, 35, '2023-11-29 03:55:10', '2023-11-29 03:55:10'),
(249, 'fa', 'کندز', 'کندز', 1, 27, '2023-12-06 01:08:18', '2023-12-06 01:08:18');

-- --------------------------------------------------------

--
-- Table structure for table `emails`
--

CREATE TABLE `emails` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `full_name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `email_owner` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `phone_number_extra` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `finance_budget_revenues`
--

CREATE TABLE `finance_budget_revenues` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `file` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `date_gregorian` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gallaries`
--

CREATE TABLE `gallaries` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `image1` varchar(255) NOT NULL,
  `image_size1` varchar(255) NOT NULL,
  `image2` varchar(255) NOT NULL,
  `image_size2` varchar(255) NOT NULL,
  `image3` varchar(255) NOT NULL,
  `image_size3` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gallaries`
--

INSERT INTO `gallaries` (`id`, `image1`, `image_size1`, `image2`, `image_size2`, `image3`, `image_size3`, `created_at`, `updated_at`) VALUES
(1, 'image1_1700044957.jpg', 'col-md-5', 'image2_1700044957.jpg', 'col-md-4', 'image3_1700044957.jpg', 'col-md-3', '2023-11-15 06:12:37', '2023-11-15 06:12:37'),
(2, 'image1_1700045609.jpg', 'col-md-5', 'image2_1700045609.jpg', 'col-md-4', 'image3_1700045609.jpg', 'col-md-3', '2023-11-15 06:23:29', '2023-11-15 06:23:29');

-- --------------------------------------------------------

--
-- Table structure for table `goals`
--

CREATE TABLE `goals` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `title` text NOT NULL,
  `description` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `guidelines`
--

CREATE TABLE `guidelines` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `file` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `meta_title` text DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `guidelines`
--

INSERT INTO `guidelines` (`id`, `language`, `subject`, `slug`, `content`, `file`, `image`, `meta_title`, `meta_description`, `status`, `created_at`, `updated_at`) VALUES
(1, 'fa', 'رهنمود تدوین و تطبیق تفاهم نامه ها', 'رهنمود-تدوین-و-تطبیق-تفاهم-نامه-ها', '<p>این رهنمود در راستای امور مربوط به تسوید، طی مراحل و تطبیق تفاهمنامه های همکاری میان اداره تعلیمات تخنیکی و مسلکی با سایر مراجع و نهاد های دولتی، خصوصی، غیر دولتی و بین المللی تنظیم گردیده و تمام ریاست ها و شعبات ذیربط اداره تعلیمات تخنیکی و مسلکی در مرکز و ولایات مکلف به تطبیق و رعایت مندرجات آن در بخش های کاری شان می باشند.</p>', 'uploads/KD6x1jQxEq1RBFyEAUHR7KieelW1yI.jpg', 'uploads/008oORAfIkqmKK0gCT9yGAyMU0otVG.jpg', 'رهنمود تدوین و تطبیق تفاهم نامه ها', 'این رهنمود در راستای امور مربوط به تسوید، طی مراحل و تطبیق تفاهمنامه های همکاری میان اداره تعلیمات تخنیکی و مسلکی با سایر مراجع و نهاد های دولتی، خصوصی، غیر دولتی و بین المللی تنظیم گردیده.', 1, '2023-12-11 04:37:43', '2023-12-11 04:37:43'),
(2, 'fa', 'رهنمود تدوین و توسعه پالیسی ها', 'رهنمود-تدوین-و-توسعه-پالیسی-ها', '<p>این رهنمود منحیث سند رسمی برای تدوین و تطبیق اسناد پالیسی در اداره تعلیمات تخنیکی و مسلکی ایجاد شده است. تمام بخش های این اداره که مسؤلیت تدوین، تطبیق، نظارت و ارزیابی اسناد پالیسی را به عهده دارند، قابل تطبیق است.</p>', 'uploads/g8IBEBfgp4keTQCRb18yzjpvvujUBb.jpg', 'uploads/uaHyZmX5AkSWk1PneycUsDwttIflcs.jpg', 'رهنمود طرح، تدوین و توسعه پالیسی ها', 'این رهنمود منحیث سند رسمی برای تدوین و تطبیق اسناد پالیسی در اداره تعلیمات تخنیکی و مسلکی ایجاد شده است. تمام بخش های این اداره که مسؤلیت تدوین، تطبیق، نظارت و ارزیابی اسناد پالیسی را به عهده دارند، قابل تطبیق است.', 1, '2023-12-11 05:27:21', '2023-12-11 05:27:21'),
(3, 'fa', 'رهنمود تأسیس، ایجاد رشته، ارتقاء، ادغام، انتقال، تغیر نام و لغو رشته مراکز آموزشی تعلیمات تخنیکی و مسلکی', 'رهنمود-تأسیس-ایجاد-رشته-ارتقاء-ادغام-انتقال-تغیر-نام-و-لغو-رشته-مراکز-آموزشی-تعلیمات-تخنیکی-و-مسلکی', '<p>رهنمود تأسیس، ایجاد رشته، ارتقاء، ادغام، انتقال، تغیر نام و لغو رشته مراکز آموزشی تعلیمات تخنیکی و مسلکی</p>', 'uploads/XzuZLJOjD8QT5n5Zze3IIoTJyBUOrb.jpg', 'uploads/8JVUa6C251h4t3sgoZL1SjsPd6HoWa.jpg', 'رهنمود تأسیس، ایجاد رشته، ارتقاء، ادغام، انتقال، تغیر نام و لغو رشته مراکز آموزشی تعلیمات تخنیکی و مسلکی', 'رهنمود تأسیس، ایجاد رشته، ارتقاء، ادغام، انتقال، تغیر نام و لغو رشته مراکز آموزشی تعلیمات تخنیکی و مسلکی', 1, '2023-12-11 05:29:22', '2023-12-11 05:29:22');

-- --------------------------------------------------------

--
-- Table structure for table `headships`
--

CREATE TABLE `headships` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `headship_forms`
--

CREATE TABLE `headship_forms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `file` varchar(255) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `headship_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `histories`
--

CREATE TABLE `histories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `title` text NOT NULL,
  `description` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `important_activities`
--

CREATE TABLE `important_activities` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `description` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `date_gregorian` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `meta_title` varchar(255) DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `is_approved` tinyint(1) NOT NULL DEFAULT 0,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `auther_id` bigint(20) UNSIGNED NOT NULL,
  `category_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `important_activities`
--

INSERT INTO `important_activities` (`id`, `language`, `title`, `slug`, `description`, `image`, `views`, `date_gregorian`, `date_ghamari`, `date_shamsi`, `meta_title`, `meta_description`, `is_approved`, `status`, `auther_id`, `category_id`, `created_at`, `updated_at`) VALUES
(2, 'fa', 'فعالیت های مهم ماه حمل سال ۱۴۰۲ اداره تعلیمات تخنیکی و مسلکی', 'فعالیت-های-مهم-ماه-حمل-سال-۱۴۰۲-اداره-تعلیمات-تخنیکی-و-مسلکی', '<p>دیدار مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی با دوکتور فاروق اعظم، مشاور وزارت انرژی آب و برق</p>', 'uploads/5K3UouayfZnlZyfBDB7q7JwOuB82ID.jpg', 0, '2023-4-8', '1444-9-17', '1402-1-19', 'فعالیت های مهم ماه حمل سال ۱۴۰۲ اداره تعلیمات تخنیکی و مسلکی', 'دیدار مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی با دوکتور فاروق اعظم، مشاور وزارت انرژی آب و برق', 0, 1, 1, 12, '2023-11-25 00:52:47', '2023-11-25 00:52:47'),
(3, 'fa', 'فعالیت های مهم ماه ثور سال ۱۴۰۲ اداره تعلیمات تخنیکی و مسلکی', 'فعالیت-های-مهم-ماه-ثور-سال-۱۴۰۲-اداره-تعلیمات-تخنیکی-و-مسلکی', '<p>دیدار مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی با نمایندگان شرکت چینی که تعمیر این اداره را ساخته است.</p>', 'uploads/dFNLpPJxo2naMKM6GtPR1f4zbqLpCV.jpg', 0, '2023-5-7', '1444-10-17', '1402-2-17', 'فعالیت های مهم ماه ثور سال ۱۴۰۲ اداره تعلیمات تخنیکی و مسلکی', 'دیدار مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی با نمایندگان شرکت چینی که تعمیر این اداره را ساخته است.', 0, 1, 1, 12, '2023-11-25 00:58:09', '2023-11-25 00:58:09'),
(4, 'fa', 'فعالیت های مهم ماه جوزا سال ۱۴۰۲ اداره تعلیمات تخنیکی و مسلکی', 'فعالیت-های-مهم-ماه-جوزا-سال-۱۴۰۲-اداره-تعلیمات-تخنیکی-و-مسلکی', '<p>مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی با مسئولان شرکت دولتی هوتل های وزارت مالیه دیدار کرد.</p>', 'uploads/JRv2TJA4nwR9ifGBPloh0jJuyH4V8g.jpg', 0, '2023-6-15', '1444-11-26', '1402-3-25', 'مولوی شهامت: تربیه نیرو مسلکی هوتلدلری ضروری است.', 'مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی با مسئولان شرکت دولتی هوتل های وزارت مالیه دیدار کرد.', 0, 1, 1, 12, '2023-11-25 01:12:13', '2023-11-25 01:12:13'),
(5, 'fa', 'فعالیت های مهم ماه سرطان سال ۱۴۰۲ اداره تعلیمات تخنیکی و مسلکی', 'فعالیت-های-مهم-ماه-سرطان-سال-۱۴۰۲-اداره-تعلیمات-تخنیکی-و-مسلکی', '<p>استراتژی پنج ساله اداره تعلیمات تخنیکی و مسلکی در نشستی با حضور رؤسا و سایر مسئولین اداره معرفی و ارایه شد.</p>', 'uploads/9r7XIpz9imyMAajBBTwwiUgovChvra.jpg', 0, '2023-7-11', '1444-12-23', '1402-3-20', 'استراتژی پنج ساله اداره تعلیمات تخنیکی و مسلکی معرفی شد.', 'استراتژی پنج ساله اداره تعلیمات تخنیکی و مسلکی در نشستی با حضور رؤسا و سایر مسئولین اداره معرفی و ارایه شد.', 0, 1, 1, 12, '2023-11-25 01:21:23', '2023-11-25 01:21:23'),
(6, 'fa', 'فعالیت های مهم ماه اسد سال ۱۴۰۲ اداره تعلیمات تخنیکی و مسلکی', 'فعالیت-های-مهم-ماه-اسد-سال-۱۴۰۲-اداره-تعلیمات-تخنیکی-و-مسلکی', '<p>بازدید مولوی غلام سعید احساس، معاون امور تخنیکی و مسلکی اداره تعلیمات تخنیکی و مسلکی از انستیتوت نیما</p>', 'uploads/c95RYTa1wqiFWsrhhGBMMDsFoBJ33R.jpg', 0, '2023-7-27', '1445-1-9', '1402-5-5', 'مولوی غلام سعید احساس از انستیتوت ملی اداره ومدیریت نیما بازدید کرد.', 'بازدید مولوی غلام سعید احساس، معاون امور تخنیکی و مسلکی اداره تعلیمات تخنیکی و مسلکی از انستیتوت نیما', 0, 1, 1, 12, '2023-11-25 01:28:23', '2023-11-25 01:28:23'),
(7, 'fa', 'فعالیت های مهم ماه سنبله سال ۱۴۰۲ اداره تعلیمات تخنیکی و مسلکی', 'فعالیت-های-مهم-ماه-سنبله-سال-۱۴۰۲-اداره-تعلیمات-تخنیکی-و-مسلکی', '<p>گفتگو رهبری اداره تعلیمات تخنیکی و مسلکی با مسئولان و متحصصان روسیه</p>', 'uploads/PTigH81FFpTBwTaH9xqEcxhkO00AM4.jpg', 0, '2023-9-21', '1445-3-6', '1402-6-30', 'گفتگو رهبری اداره تعلیمات تخنیکی و مسلکی با مسئولان و متحصصان روسیه', 'رهبری اداره تعلیمات تخنیکی و مسلکی در یک نشست مجازی با مسئولان وزارت امور ساختمانی روسیه و متخصصان روسی گفتگو کرد.', 0, 1, 1, 12, '2023-11-25 01:35:11', '2023-11-25 01:35:11');

-- --------------------------------------------------------

--
-- Table structure for table `inovations`
--

CREATE TABLE `inovations` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `address` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `student_name` varchar(255) NOT NULL,
  `student_father_name` varchar(255) NOT NULL,
  `student_grand_father_name` varchar(255) NOT NULL,
  `date_gregorian` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `meta_title` varchar(255) DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `status` tinyint(1) NOT NULL,
  `is_approved` tinyint(1) NOT NULL DEFAULT 0,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `district_id` bigint(20) UNSIGNED NOT NULL,
  `center_type_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `inovations`
--

INSERT INTO `inovations` (`id`, `language`, `name`, `slug`, `content`, `address`, `image`, `views`, `student_name`, `student_father_name`, `student_grand_father_name`, `date_gregorian`, `date_ghamari`, `date_shamsi`, `meta_title`, `meta_description`, `status`, `is_approved`, `province_id`, `district_id`, `center_type_id`, `created_at`, `updated_at`) VALUES
(1, 'fa', 'موتر نظامی برقی', 'موتر-نظامی-برقی', '<p>یکی از دانش آموزان خلاق لیسه میخانیکی ولسوالی زرمت ولایت پکتیا، موتر نظامی برقی ساخته که از راه دور کنترل می‌شود.</p><p>این موتر از فاصله 100 متری قابلیت کنترل دارد و بر فراز آن سلاح نیز نصب شده است. سلاح این موتر توانایی چرخش و شلیک به چهار جهت را دارد.</p><p>سازنده این موتر عبدالهادی، شاگرد صنف دوازدهم رشته انجنیری برق لیسه میخانیکی ولسوالی زرمت پکتیا است.</p><p>وی برای این موتر فرمولی نیز ساخته که افراد دیگر نیز می‌توانند با استفاده از آن فرمول موتر برقی مشابه بسازند.</p>', 'ولسوالی زرمت ولایت پکتیا', 'uploads/JFsn6GC4EoYD7A4xtIjnYyYHwEDhOz.jpg', 0, 'عبدالهادی', '.', '.', '2023-11-26', '1445-5-12', '1402-9-5', 'موتر نظامی برقی', 'یکی از دانش آموزان خلاق لیسه میخانیکی ولسوالی زرمت ولایت پکتیا، موتر نظامی برقی ساخته که از راه دور کنترل می‌شود.', 1, 0, 11, 150, 4, '2023-11-26 01:09:13', '2023-11-26 01:09:13'),
(2, 'fa', 'موتر شش تایره', 'موتر-شش-تایره', '<p>حشمت‌الله اغاجان فرزند عبدالودود باشنده ولایت بلخ از محصلین رشته تخنیک موتر، انستیتوت نفت و گاز ولایت بلخ یک موتر شش تایره ساخته است.&nbsp;</p><p>او می‌گوید که این موتر را با هزینه شخصی خود، به مبلغ بیش از پنج صد هزار افغانی در طی یک سال ساخته است.</p><p>به گفته‌ی حشمت‌الله، استادان انستیتوت نفت و گاز بلخ نیز او را در ساخت این موتر راهنمایی کرده‌اند.</p><p>وی می‌گوید در صورت فراهم‌شدن امکانات و حمایت حکومت، می‌تواند به کارش ادامه دهد و موترهای مختلف بسازد.</p><p>این موتر برای تشویق محصلین جدید رشته تخنیک موتر انستیتوت نفت و گاز بلخ به نمایش گذاشته شد.</p><p>مولوی نورالله صلاح‌الدین، آمر تعلیمات تخنیکی و مسلکی از این موتر دیدن کرد و سازنده آن را مورد تحسین قرار داد.</p><p>مولوی صلاح‌الدین هنگام بازدید از این موتر ساخت حشمت‌الله خان در مورد اهمیت تعلیمات تخنیکې و مسلکی صحبت کرده و از محصلین خواست برای ابتکار و خلاقیت دست بکار شوند.</p><p>تربیه نیروی ماهر و متخصص یکی از اهداف اداره تعلیمات تخنیکی و مسلکی است؛ در شرایطی که کشور برای توسعه و پیشرفت، نیاز جدی به نیروی متخصص دارد.</p>', 'ولایت بلخ، مزارشریف', 'uploads/7F2tcknCqDGHhTol5SXIsnNeXZ1rWH.jpg', 0, 'حشمت الله آغاجان', 'عبدالودود', '.', '2023-11-26', '1445-5-12', '1402-9-5', 'ساخت موتر شش تایره', 'محصل رشته تخنیک موتر، انستیتوت نفت و گاز ولایت بلخ یک موتر شش تایره ساخته است.', 1, 0, 9, 198, 3, '2023-11-26 01:19:47', '2023-11-26 01:19:47'),
(3, 'fa', 'دو عراده تانک نظامی', 'دو-عراده-تانک-نظامی', '<p>در یک اقدام خلاقانه یکی از محصلین خلاق انستیتوت میخانیکی ولایت خوست دو عراده تانک نظامی (هاموی و زنجیردار) ساخته است.</p><p>این وسایط توسط ریموت کنترل می‌شود.</p><p>سازنده این وسایط نظامی قسمت‌الله، محصل صنف دهم انستیتوت میخانیکی ولایت خوست است.&nbsp;</p><p>او می‌گوید که این دو عراده تانک را طی دو ماه ساخته و هفت هزار افغانی هزینه برداشته است.</p><p>قسمت‌الله می‌گوید که در صورت فراهم‌شدن امکانات و مواد خام، می‌تواند وسایط کاربردی بسازد.</p><p>تربیه نیروی خلاق، ماهر و متخصص مطابق بازار کار از اهداف اصلی اداره تعلیمات تخنیکی و مسلکی است.</p>', 'خوست، ولسوالی متون', 'uploads/1eaRPvStKpdtU8nQMYtr0uJ5nIz3Lx.jpg', 0, 'قسمت الله', '.', '.', '2023-11-26', '1445-5-12', '1402-9-5', 'دو عراده تانک نظامی', 'ساخت دو عراده تانک نظامی (هاموی و زنجیردار) ساخته است.', 1, 0, 16, 236, 3, '2023-11-26 01:50:59', '2023-11-26 01:50:59'),
(4, 'fa', 'ساخت دستگاه دزدگیر', 'ساخت-دستگاه-دزدگیر', '<p>محمد مهران &nbsp;فرزند محمد امین، یکی از شاگردان صنف دهم رشته الکترونیک انستیتوت نفت و گاز ولایت بلخ، دستگاه «دزدگیر» ساخته است.</p><p>او می‌گوید که این دستگاه برای محافظت از اماکن کارایی مفید دارد.</p><p>محمد مهران این ابتکار خود را به نمایش گذاشت و از طرف بازدیدکنندگان مورد تشویق قرار گرفت.</p><p>مولوی نورالله صلاح الدین، آمر تعلیمات تخنیکی و مسلکی بلخ هم این دستگاه دزدگیر را از نزدیک مشاهده نمود و سایر شاگردان را به خلاقیت و نوآوری تشویق کرد.</p><p>انستیتوت نفت و گاز بلخ دارای شاگردان و محصلین خلاق است.</p><p>حشمت‌الله یکی از فارغ التحصیلان رشته تخنیک موتر، انستیتوت نفت و گاز ولایت بلخ هم یک موتر شش تایره ساخته است.</p>', 'بلخ، مزارشریف', 'uploads/N4uHicI8wej57oUTW9HpGnyu7S67s5.jpg', 0, 'محمد مهران', 'محمد امین', '.', '2023-12-10', '1445-05-26', '1402-9-19', 'ساخت دستگاه دزدگیر', 'محمد مهران  فرزند محمد امین، یکی از شاگردان صنف دهم رشته الکترونیک انستیتوت نفت و گاز ولایت بلخ، دستگاه «دزدگیر» ساخته است.\r\n\r\nاو می‌گوید که این دستگاه برای محافظت از اماکن کارایی مفید دارد.', 1, 0, 9, 185, 3, '2023-12-10 00:28:04', '2023-12-10 00:28:04');

-- --------------------------------------------------------

--
-- Table structure for table `institutes`
--

CREATE TABLE `institutes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `code` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `address` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `date_gregorian` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `meta_title` varchar(255) DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `status` tinyint(1) NOT NULL,
  `is_approved` tinyint(1) NOT NULL DEFAULT 0,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `district_id` bigint(20) UNSIGNED NOT NULL,
  `center_type_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `institutes`
--

INSERT INTO `institutes` (`id`, `language`, `name`, `code`, `slug`, `content`, `address`, `image`, `views`, `date_gregorian`, `date_ghamari`, `date_shamsi`, `meta_title`, `meta_description`, `status`, `is_approved`, `province_id`, `district_id`, `center_type_id`, `created_at`, `updated_at`) VALUES
(5, 'fa', 'انستیتوت میخانیکی کابل', '350200010', 'انستیتوت-میخانیکی-کابل', '<p>انستیتوت میخانیکی شهر کابل در سال ۱۳۱۶ ه ش تاسیس گردیده که از صنف (۱۰) الی (۱۴) (دوره لیسه و انستیتوت) در رشته‌های نجاری، فلزکاری، برق، ترمیم موتر، ماشین، آبرسانی و مرکز گرمی، رشته عمومی و الکترونیک آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات زیربنایی:&nbsp;</strong></p><p>تعمیر انستیتوت میخانیکی شهر کابل دارای (۶۰) اطاق درسی و اداری بوده و همچنان از امکانات برق، آب و میدان ورزشی برخوردار می‌باشد.</p><p><strong>معلومات تشکیل:&nbsp;</strong></p><p>انستیتوت میخانیکی شهر کابل مجموعا (۱۴۵) تن کارمند دارد که شامل (۱۱۰) تن استاد، (۱۲) تن کارمند اداری و (۲۳) تن کارمند خدماتی می‌شود.</p><p><strong>استادان به تفکیک جنسیت:</strong></p><p>انستیتوت میخانیکی شهر کابل (۱۱۰) تن استاد دارد که (۹۱) تن استاد آن ذکور و (۱۹) تن استادان آن اناث می‌باشد.</p><p><strong>رشته های تحصیلی:</strong></p><p>این انستیتوت دارای (۸) رشته (نجاری، فلزکاری، برق، ترمیم موتر، ماشین، آبرسانی و مرکز گرمی، رشته عمومی و الکترونیک) می‌باشد که بتعداد (۱۲۰۰) تن محصل در این رشته‌ها مصروف آموزش‌های مسلکی هستند.</p><p><strong>تجهیزات:</strong></p><p>انستیتوت میخانیکی شهر کابل برای دروس عملی محصلان خویش یک باب کمپیوتر لب و همچنان در بخش برق، الکترونیک، ترمیم موتر، ماشین آلات، فلزکاری، حلبی سازی، آهنگری، نجاری و آبرسانی و مرکز گرمی (۱۳) باب ورکشاپ‌ مجهز را دارا می‌باشد.</p><p><strong>بدل اعاشه:</strong></p><p>انستیتوت میخانیکی شهر کابل به تعداد (۱۲۰۰) محصل و متعلم دارد که از جمله (۶) تن آن بدل اعاشه و (۱) تن آن شامل لیلیه می‌باشد.</p><p>&nbsp;اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار کار فراهم سازد. این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'ناحیه دوم، شهر کابل', 'uploads/HbYGTrW69wmplC98JjfAfnhg2DUaGz.jpg', 0, '2023-11-28', '1445-05-14', '1402-9-7', 'انستیتوت میخانیکی شهر کابل', 'انستیتوت میخانیکی شهر کابل از صنف (۱۰) الی (۱۴) (دوره لیسه و انستیتوت) در رشته‌های نجاری، فلزکاری، برق، ترمیم موتر، ماشین، آبرسانی و مرکز گرمی، رشته عمومی و الکترونیک آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.', 1, 0, 1, 16, 3, '2023-11-28 01:16:01', '2023-11-28 01:16:01'),
(6, 'fa', 'انستیتوت مسلکی تجارت', '350200008', 'انستیتوت-مسلکی-تجارت', '<p>انستیتوت مسلکی تجارت شهر کابل در سال&nbsp;۱۳۱۸&nbsp;تاسیس گردیده، که از صنف&nbsp;دهم (۱۰)&nbsp;الی&nbsp;چهاردهم (۱۴) (دوره لیسه الی دوره انستیتوت) در رشته‌های اداره و تجارت، اداره و تشبثات و محاسبه آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات&nbsp;زیربنایی:</strong></p><p>تعمیر انستیتوت مسلکی تجارت شهر کابل دارای (۱۸)&nbsp;اتاق درسی و اداری بوده و همچنان از امکانات برق، آب و میدان ورزشی برخوردار می‌باشد.</p><p><strong>معلومات&nbsp;تشکیل:</strong></p><p>انستیتوت مسلکی تجارت شهر کابل مجموعا&nbsp;(۶۸)&nbsp;تن کارمند دارد که شامل&nbsp;(۴۶)&nbsp;تن استاد،&nbsp;(۹) تن کارمند اداری و&nbsp;(۱۳)&nbsp;تن کارمند خدماتی می‌شود.</p><p><strong>رشته&nbsp;های&nbsp;تحصیلی:</strong></p><p>این انستیتوت دارای&nbsp;(۳)&nbsp;رشته ( اداره و تجارت، اداره و تشبثات و محاسبه) می‌باشد که &nbsp;بتعداد (۹۰۰) تن متعلم و محصل در این رشته‌ها مصروف آموزش‌های مسلکی هستند.</p><p><strong>کمپیوترلب:</strong></p><p>انستیتوت مسلکی تجارت شهر کابل یک باب کمپیوتر لب مجهز را دارا می‌باشد.</p><p><strong>استادان به تفکیک جنسیت:</strong></p><p>انستیتوت مسلکی تجارت شهر کابل (۴۶)&nbsp;تن استادان&nbsp;دارد که (۲۵)&nbsp;تن استاد آن ذکور و&nbsp;(۲۱)&nbsp;تن استاد آن اناث می‌باشد.</p><p><strong>بدل&nbsp;اعاشه:</strong></p><p>انستیتوت مسلکی تجارت شهر کابل به تعداد&nbsp;(۹۰۰)&nbsp;تن محصل و متعلم دارد که از جمله&nbsp;(۷)&nbsp;تن آن شامل فهرست بدل اعاشه می باشد.</p><p>اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار کار فراهم سازد.</p><p>این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'ناحیه دوم، شهر کابل', 'uploads/cOtuWUON6m6AKBwSZqe4GHorxisav7.jpg', 0, '2023-11-28', '1445-05-14', '1402-9-7', 'انستیتوت مسلکی تجارت', 'انستیتوت مسلکی تجارت شهر کابل از صنف دهم (۱۰) الی چهاردهم (۱۴) (دوره لیسه الی دوره انستیتوت) در رشته‌های اداره و تجارت، اداره و تشبثات و محاسبه آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.', 1, 0, 1, 16, 3, '2023-11-28 01:19:19', '2023-11-28 01:19:19'),
(7, 'fa', 'انستیتوت اداره و حسابداری', '350600006', 'انستیتوت-اداره-و-حسابداری', '<p>انستیتوت اداره و حسابداری شهر کابل در سال&nbsp;۱۳۳۶ه ش تاسیس گردید که از صنف&nbsp;(۱۳)&nbsp;الی&nbsp;(۱۴) دوره (انستیتوت)&nbsp;در رشته‌های محاسبه، بانکداری، اداره و منجمنت و اداره و تجارت آموزش‌های تخنیکی ومسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات&nbsp;زیربنایی:</strong></p><p>تعمیر انستیتوت اداره و حسابداری شهر کابل دارای&nbsp;(۵۶)&nbsp;اطاق درسی و اداری بوده که از امکانات برق، آب و همچنان میدان ورزشی برخوردار می‌باشد.</p><p><strong>معلومات&nbsp;تشکیل:</strong></p><p>انستیتوت اداره و حسابداری شهر کابل مجموعا&nbsp;(۱۲۹)&nbsp;تن کارمند دارد که شامل&nbsp;(۱۰۳)&nbsp;تن استاد،&nbsp;(۷) تن کارمند اداری و&nbsp;(۱۹) تن کارمند خدماتی می‌شود.</p><p><strong>استادان به تفکیک جنسیت:</strong></p><p>انستیتوت اداره و حسابداری شهر کابل (۱۰۳) تن استاد دارد که از این جمله&nbsp;(۵۷)&nbsp;تن استاد آن ذکور و (۱۸)&nbsp;تن استاد آن اناث می باشد.</p><p><strong>رشته&nbsp;های تحصیلی:</strong></p><p>این انستیتوت دارای (۴)&nbsp;رشته (محاسبه، بانکداری، اداره و منجمنت و اداره و تجارت) می‌باشد که بتعداد&nbsp;(۲۰۰۰)&nbsp;تن محصل در این رشته‌ها مصروف آموزش‌های مسلکی هستند.</p><p><strong>کمپیوتر&nbsp;لب:</strong></p><p>انستیتوت اداره و حسابداری شهر کابل برای دروس عملی محصلان خویش (۱) باب کمپیوتر لب مجهز را دارا می‌باشد.</p><p>اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار کار فراهم سازد.</p><p>این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'ناحیه ششم، شهر کابل', 'uploads/JsLzaxkwA7eS4v47RVgose6BnHVMLf.jpg', 0, '2023-11-28', '1445-05-14', '1402-9-7', 'انستیتوت اداره و حسابداری شهر کابل', 'انستیتوت اداره و حسابداری شهر کابل از صنف (۱۳) الی (۱۴) دوره (انستیتوت) در رشته‌های محاسبه، بانکداری، اداره و منجمنت و اداره و تجارت آموزش‌های تخنیکی ومسلکی را برای شاگردان فراهم‌ می‌سازد.', 1, 0, 1, 16, 3, '2023-11-28 01:23:12', '2023-11-28 01:23:12'),
(8, 'fa', 'انستیتوت مسلکی اداره و تجارت جمهوریت', '350200008', 'انستیتوت-مسلکی-اداره-و-تجارت-جمهوریت', '<p>انستیتوت مسلکی اداره و تجارت&nbsp;جمهوریت&nbsp;واقع ناحیه دوم شهر کابل بوده که&nbsp;در سال ۱۳۳۶&nbsp;هـ ش تاسیس گردیده است و&nbsp;از صنف 4 الی 14 دوره (لیسه&nbsp;و&nbsp;انستیتوت) آموزشهای&nbsp;مسلکی را برای محصلان فراهم می&nbsp;سازد.</p><p><strong>معلومات زیربنایی:</strong></p><p>&nbsp;تعمیر این انستیتوت دارای&nbsp;(۳۸) اتاق درسی و اداری بوده و همچنان&nbsp;از امکانات&nbsp;برق، آب و جمنازیم&nbsp;ورزشی نیز برخوردار&nbsp;می باشد.</p><p><strong>معلومات تشکیل:</strong></p><p>این انستیتوت&nbsp;مجموعا&nbsp;۷۵ تن&nbsp;کارمند دارد&nbsp;که شامل ۵۹&nbsp;تن&nbsp;استاد، ۶&nbsp;تن&nbsp;کارمند اداری و ۱۰&nbsp;تن&nbsp;کارمند خدماتی می‌شود.</p><p><strong>رشته های تحصیلی:</strong></p><p>این انستیتوت&nbsp;۴&nbsp;دیپارتمنت دارد&nbsp;که دارای رشته های(اداره و منجمنت، اداره، اقتصاد، اداره و تجارت و استادشاگردی) می‌باشد و حدود 1350 تن متعلم و محصل در این رشته‌ها مصروف آموزش‌های مسلکی هستند.</p><p><strong>کمپیوتر لب:</strong></p><p>انستیتوت اداره و تجارت&nbsp;جمهوریت&nbsp;سه کمپیوتر لب مجهز و یک لابراتوار&nbsp;مجهز دارد.</p><p><strong>معلومات کلی استادان به تفکیک جنسیت:&nbsp;</strong>این انستیتوت ۷۵&nbsp;تن استاد دارد که همه آنها از طبقه اناث میباشند.</p><p>اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان&nbsp;کشور زمینه کار در بازار کار فراهم سازد.</p><p>این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'ناحیه دوم، شهر کابل', 'uploads/G0GHDfCgoftW4lnnlhmqTyFLtjM5wu.jpg', 0, '2023-11-28', '1445-05-14', '1402-9-7', 'انستیتوت مسلکی اداره و تجارت جمهوریت', 'انستیتوت مسلکی اداره و تجارت جمهوریت واقع ناحیه دوم شهر کابل از صنف 4 الی 14 دوره (لیسه و انستیتوت) آموزشهای مسلکی را برای محصلان فراهم می سازد.', 1, 0, 1, 16, 3, '2023-11-28 01:26:11', '2023-11-28 01:26:11'),
(9, 'fa', 'انستیتوت انرژی، آب و برق', '350600057', 'انستیتوت-انرژی-آب-و-برق', '<p>انستیتوت انرژي،&nbsp;آب و برق شهر کابل در سال ۱۳۶۲ ه ش تأسیس گردیده که از صنف سیزدهم (&nbsp;۱۳)&nbsp;الی چهاردهم (۱۴) (دوره انستیتوت) در رشته های برق، انجنیری منابع آب و انرژي قابل تجدید آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات زیربنایی:</strong></p><p>تعمیر انستیتوت انرژي،&nbsp;آب و برق شهر کابل دارای (۲۶)&nbsp;اطاق درسی و اداری بوده و همچنان از امکانات برق، آب و میدان ورزشی برخوردار می‌باشد.</p><p><strong>معلومات تشکیل:</strong>&nbsp;</p><p>انستیتوت انرژي،&nbsp;آب و برق شهر کابل مجموعا (۷۸) تن&nbsp;کارمند دارد که شامل (۴۱)&nbsp;تن استاد، (۲۲)&nbsp;تن کارمند اداری و (۱۵)&nbsp;تن کارمند خدماتی می‌شود.</p><p><strong>استادان به تفکیک جنسیت:</strong>&nbsp;</p><p>انستیتوت انرژي،&nbsp;آب و برق شهر کابل (۴۱)&nbsp;تن استاد دارد که از این جمله (۳۵)&nbsp;تن استاد آن ذکور و (۶)&nbsp;تن استاد آن اناث می‌باشد.</p><p><strong>رشته های تحصیلی:&nbsp;</strong></p><p>این انستیتوت دارای (۳)&nbsp;رشته (برق، انجنیری منابع آب و انرژي قابل تجدید) می‌باشد که (۴۱۰)&nbsp;محصل در این رشته‌ها مصروف آموزش‌های مسلکی هستند.</p><p><strong>تجهیزات:&nbsp;</strong></p><p>انستیتوت انرژی، آب و برق شهر کابل (۲) باب کمپیوتر لب، (۱) باب کتابخانه و همچنان (۴) باب&nbsp;ورکشاپ مجهز را دارا می‌باشد.</p><p><strong>بدل اعاشه:</strong></p><p>انستیتوت انرژی، آب و برق شهر کابل که به تعداد (۴۱۰)&nbsp;متعلم و محصل که از جمله (۱۲۰)&nbsp;تن آن شامل بدل اعاشه می‌باشد.</p><p>اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار کار فراهم سازد.</p><p>این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'ناحیه ششم، شهر کابل', 'uploads/EpQ7sQNEZtVhpGsvLpsNTrhnBrXZnb.jpg', 0, '2023-11-28', '1445-05-14', '1402-9-7', 'انستیتوت انرژی، آب و برق شهر کابل', 'انستیتوت انرژي، آب و برق شهر کابل از صنف سیزدهم ( ۱۳) الی چهاردهم (۱۴) (دوره انستیتوت) در رشته های برق، انجنیری منابع آب و انرژي قابل تجدید آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.', 1, 0, 1, 16, 3, '2023-11-28 01:29:23', '2023-11-28 01:29:23'),
(10, 'fa', 'انستیتوت ساختمانی و جیودیزی', '350300015', 'انستیتوت-ساختمانی-و-جیودیزی', '<p>انستیتوت ساختمانی و جیودیزی شهر کابل در سال ۱۳۲۸ ه ش بنام لیسه صنایع تأسیس گردیده سپس در سال ۱۳۸۲ به انستیتوت ساختمانی و جیودیزی کابل ارتقا نمود که صنف دهم (۱۰) الی چهاردهم (۱۴) (دوره لیسه و انستیتوت) در رشته‌های نجاری، ساختمانی و جیودیزی آموزش های تخنیکی و مسلکی را برای محصلان فراهم می‌سازد.</p><p><strong>معلومات زیربنایی:</strong></p><p>تعمیر این انستیتوت دارای (۱۸) اطاق درسی و اداري‌ بوده همچنان از امکانات برق، آب و ساحه سبز برخودار می‌باشد.</p><p><strong>معلومات تشکیل:</strong></p><p>انستیتوت ساختمانی و جیودیزی شهر کابل مجموعأ (۸۹) تن کارمند دارد شامل (۶۱) تن استاد، (۸) تن کارمند اداری و (۲۰) تن کارمند خدماتی می‌شود.</p><p><strong>استادان به تفکیک جنسیت:</strong></p><p>انستیتوت ساختمانی و جیودیزی شهر کابل (۶۱) تن استاد دارد که (۴۳) تن استاد آن ذکور و (۱۸) تن استاد آن اناث می‌باشد.</p><p><strong>رشته های تحصیلی:</strong></p><p>این انستیتوت دارای (۳) رشته (نجاري، ساختمانی و جیودیزی) می‌باشد که به تعداد (۶۰۰) تن متعلم و محصل در این رشته‌ها مصروف آموزش‌های مسلکی هستند.</p><p><strong>کمپیوتر لب:</strong></p><p>&nbsp;انستیتوت ساختمانی و جیودیزی شهر کابل برای دروس عملی محصلان خویش (۱) باب کمپیوتر لب مجهز را دارا می‌باشد.</p><p><strong>بدل اعاشه:</strong></p><p>انستیتوت ساختمانی و جیودیزی شهر کابل که به تعداد (۶۰۰) تن متعلم و محصل دارد از این جمله (۵۳) تن آن‌‎ها شامل بدل اعاشه و (۵۴) تن دیگر آن‌ها شامل لیلیه می‌باشند.</p><p>&nbsp;اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار کار فراهم سازد.</p><p>&nbsp;این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'ناحیه سوم، شهر کابل', 'uploads/n3wvWZYTQCPH1y3GYFrA0YjivSBEnR.jpg', 0, '2023-11-28', '1445-05-14', '1402-9-7', 'انستیتوت ساختمانی و جیودیزی', 'انستیتوت ساختمانی و جیودیزی شهر کابل از صنف دهم (۱۰) الی چهاردهم (۱۴) (دوره لیسه و انستیتوت) در رشته‌های نجاری، ساختمانی و جیودیزی آموزش های تخنیکی و مسلکی را برای محصلان فراهم می‌سازد.', 1, 0, 1, 16, 3, '2023-11-28 01:35:41', '2023-11-28 01:35:41');

-- --------------------------------------------------------

--
-- Table structure for table `jobs`
--

CREATE TABLE `jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `duties_and_responsibilities` text NOT NULL,
  `job_requirements` text NOT NULL,
  `submission_guideline` text NOT NULL,
  `address_dari` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `gender` tinyint(1) NOT NULL,
  `minimum_education` varchar(255) NOT NULL,
  `salary` varchar(255) DEFAULT NULL,
  `vacancy_number` varchar(255) DEFAULT NULL,
  `no_of_jobs` int(11) DEFAULT NULL,
  `year_of_experience` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `file` varchar(255) NOT NULL,
  `start_date_gregorian` varchar(255) NOT NULL,
  `start_date_shamsi` varchar(255) NOT NULL,
  `start_date_ghamari` varchar(255) NOT NULL,
  `expire_date_gregorian` varchar(255) NOT NULL,
  `expire_date_shamsi` varchar(255) NOT NULL,
  `expire_date_ghamari` varchar(255) NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `job_category_id` bigint(20) UNSIGNED NOT NULL,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `district_id` bigint(20) UNSIGNED NOT NULL,
  `contract_type_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `job_categories`
--

CREATE TABLE `job_categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `languages`
--

CREATE TABLE `languages` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `lang` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `default` tinyint(1) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `languages`
--

INSERT INTO `languages` (`id`, `name`, `lang`, `slug`, `default`, `status`, `created_at`, `updated_at`) VALUES
(1, 'دری', 'fa', 'fa', 1, 1, '2023-11-11 00:58:34', '2023-11-11 01:30:51'),
(2, 'پشتو', 'psh', 'psh', 0, 1, '2023-11-11 01:31:10', '2023-11-11 01:31:10'),
(3, 'عربی', 'ar', 'ar', 0, 1, '2023-11-11 01:31:19', '2023-11-11 01:31:19'),
(4, 'انگلیسی', 'en', 'en', 0, 1, '2023-11-11 01:31:26', '2023-11-11 01:31:26');

-- --------------------------------------------------------

--
-- Table structure for table `logistics`
--

CREATE TABLE `logistics` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content_dari` text NOT NULL,
  `file` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `date_gregorian` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `majors`
--

CREATE TABLE `majors` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `majors`
--

INSERT INTO `majors` (`id`, `language`, `name`, `slug`, `status`, `created_at`, `updated_at`) VALUES
(2, 'fa', 'زراعت عمومی', 'زراعت-عمومی', 1, '2023-11-26 00:10:58', '2023-11-26 00:10:58'),
(3, 'fa', 'اقتصاد و توسعه زراعتی', 'اقتصاد-و-توسعه-زراعتی', 1, '2023-11-26 00:11:34', '2023-11-26 00:11:34'),
(4, 'fa', 'اگرانومی', 'اگرانومی', 1, '2023-11-26 00:11:55', '2023-11-26 00:11:55'),
(5, 'fa', 'هارتیکلچر', 'هارتیکلچر', 1, '2023-11-26 00:12:14', '2023-11-26 00:12:14'),
(6, 'fa', 'جنگلات', 'جنگلات', 1, '2023-11-26 00:12:33', '2023-11-26 00:12:33'),
(7, 'fa', 'حفاظه نباتات', 'حفاظه-نباتات', 1, '2023-11-26 00:12:58', '2023-11-26 00:12:58'),
(8, 'fa', 'علوم حیوانی', 'علوم-حیوانی', 1, '2023-11-26 00:13:21', '2023-11-26 00:13:21'),
(9, 'fa', 'علوم نباتی', 'علوم-نباتی', 1, '2023-11-26 00:13:32', '2023-11-26 00:13:32'),
(10, 'fa', 'انکشاف دهات', 'انکشاف-دهات', 1, '2023-11-26 00:13:55', '2023-11-26 00:13:55'),
(11, 'fa', 'مدیریت تجارت زراعتی', 'مدیریت-تجارت-زراعتی', 1, '2023-11-26 00:14:20', '2023-11-26 00:14:20'),
(12, 'fa', 'وترنری', 'وترنری', 1, '2023-11-26 00:14:41', '2023-11-26 00:14:41'),
(13, 'fa', 'ترمیم موتر', 'ترمیم-موتر', 1, '2023-11-26 00:14:55', '2023-11-26 00:14:55'),
(14, 'fa', 'ماشین', 'ماشین', 1, '2023-11-26 00:15:43', '2023-11-26 00:15:43'),
(15, 'fa', 'برق (الکتروتخنیک)', 'برق-الکتروتخنیک', 1, '2023-11-26 00:16:09', '2023-11-26 00:16:09'),
(16, 'fa', 'الکترونیک (سیستم های صوتی و تصویری)', 'الکترونیک-سیستم-های-صوتی-و-تصویری', 1, '2023-11-26 00:16:47', '2023-11-26 00:16:47'),
(17, 'fa', 'ترمیم وسایط سرک سازی', 'ترمیم-وسایط-سرک-سازی', 1, '2023-11-26 00:17:19', '2023-11-26 00:17:19'),
(19, 'fa', 'صنایع فلزات (فلزکاری)', 'صنایع-فلزات-فلزکاری', 1, '2023-11-26 00:21:46', '2023-11-26 00:21:46'),
(20, 'fa', 'آبرسانی و مرکز گرمی', 'آبرسانی-و-مرکز-گرمی', 1, '2023-11-26 00:22:20', '2023-11-26 00:22:20'),
(21, 'fa', 'صنایع چوب (نجاری)', 'صنایع-چوب-نجاری', 1, '2023-11-26 00:22:33', '2023-11-26 00:22:33'),
(22, 'fa', 'شبکه', 'شبکه', 1, '2023-11-26 00:22:52', '2023-11-26 00:22:52'),
(23, 'fa', 'ویب دیزاین', 'ویب-دیزاین', 1, '2023-11-26 00:23:07', '2023-11-26 00:23:07'),
(24, 'fa', 'دیتابیس', 'دیتابیس', 1, '2023-11-26 00:23:34', '2023-11-26 00:23:34'),
(25, 'fa', 'طراحی (گرافیک)', 'طراحی-گرافیک', 1, '2023-11-26 00:23:49', '2023-11-26 00:23:49'),
(26, 'fa', 'تکنالوژی کیمیاوی تصفیه نفت و گاز', 'تکنالوژی-کیمیاوی-تصفیه-نفت-و-گاز', 1, '2023-11-26 00:24:24', '2023-11-26 00:24:24'),
(27, 'fa', 'استخراج و بهره برداری از چاهای نفت و گاز', 'استخراج-و-بهره-برداری-از-چاهای-نفت-و-گاز', 1, '2023-11-26 00:25:10', '2023-11-26 00:25:10'),
(28, 'fa', 'تجهیزات فابریکه های تصفیه نفت و گاز', 'تجهیزات-فابریکه-های-تصفیه-نفت-و-گاز', 1, '2023-11-26 00:25:22', '2023-11-26 00:25:22'),
(29, 'fa', 'جیولوژی تفحص', 'جیولوژی-تفحص', 1, '2023-11-26 00:25:39', '2023-11-26 00:25:39'),
(30, 'fa', 'استخراج معادن مفیده جامد', 'استخراج-معادن-مفیده-جامد', 1, '2023-11-26 00:26:00', '2023-11-26 00:26:00'),
(31, 'fa', 'تکنالوژی کیمیاوی سنتیز مواد غیر عضوی', 'تکنالوژی-کیمیاوی-سنتیز-مواد-غیر-عضوی', 1, '2023-11-26 00:26:15', '2023-11-26 00:26:15'),
(32, 'fa', 'تجهیزات برمه کاری چاهای نفت و گاز', 'تجهیزات-برمه-کاری-چاهای-نفت-و-گاز', 1, '2023-11-26 00:26:31', '2023-11-26 00:26:31'),
(33, 'fa', 'معادن', 'معادن', 1, '2023-11-26 00:26:40', '2023-11-26 00:26:40'),
(34, 'fa', 'نفت و گاز', 'نفت-و-گاز', 1, '2023-11-26 00:26:54', '2023-11-26 00:26:54'),
(35, 'fa', 'ساختمانی', 'ساختمانی', 1, '2023-11-26 00:27:07', '2023-11-26 00:27:07'),
(36, 'fa', 'سرک سازی', 'سرک-سازی', 1, '2023-11-26 00:27:19', '2023-11-26 00:27:19'),
(37, 'fa', 'مهندسی', 'مهندسی', 1, '2023-11-26 00:29:05', '2023-11-26 00:29:05'),
(38, 'fa', 'سروی', 'سروی', 1, '2023-11-26 00:31:40', '2023-11-26 00:31:40'),
(39, 'fa', 'تعمیرات', 'تعمیرات', 1, '2023-11-26 00:31:55', '2023-11-26 00:31:55'),
(40, 'fa', 'تغذی(برای مکاتب خصوصی)', 'تغذی-برای-مکاتب-خصوصی', 1, '2023-11-26 00:32:21', '2023-11-26 00:32:21'),
(41, 'fa', 'ساختمان های صنعتی و مدنی', 'ساختمان-های-صنعتی-و-مدنی', 1, '2023-11-26 00:32:43', '2023-11-26 00:32:43'),
(42, 'fa', 'کدستر', 'کدستر', 1, '2023-11-26 00:32:58', '2023-11-26 00:32:58'),
(43, 'fa', 'جیودیزی', 'جیودیزی', 1, '2023-11-26 00:33:17', '2023-11-26 00:33:17'),
(44, 'fa', 'کنترول ترافیک فضایی', 'کنترول-ترافیک-فضایی', 1, '2023-11-26 00:33:30', '2023-11-26 00:33:30'),
(45, 'fa', 'انرژی های تجدید پذیر', 'انرژی-های-تجدید-پذیر', 1, '2023-11-26 00:33:41', '2023-11-26 00:33:41'),
(46, 'fa', 'مهندسی آب', 'مهندسی-آب', 1, '2023-11-26 00:34:08', '2023-11-26 00:34:08'),
(47, 'fa', 'لسان انگلیسی', 'لسان-انگلیسی', 1, '2023-11-26 00:34:24', '2023-11-26 00:34:24'),
(48, 'fa', 'لسان آلمانی', 'لسان-آلمانی', 1, '2023-11-26 00:34:35', '2023-11-26 00:34:35'),
(49, 'fa', 'ژورنالیزم', 'ژورنالیزم', 1, '2023-11-26 00:34:50', '2023-11-26 00:34:50'),
(50, 'fa', 'نقاشی', 'نقاشی', 1, '2023-11-26 00:35:01', '2023-11-26 00:35:01'),
(51, 'fa', 'مجسمه و سرامیک', 'مجسمه-و-سرامیک', 1, '2023-11-26 00:35:19', '2023-11-26 00:35:19'),
(52, 'fa', 'میناتوری', 'میناتوری', 1, '2023-11-26 00:35:33', '2023-11-26 00:35:33'),
(53, 'fa', 'خطاطی', 'خطاطی', 1, '2023-11-26 00:35:44', '2023-11-26 00:35:44'),
(54, 'fa', 'ناشنوایان', 'ناشنوایان', 1, '2023-11-26 00:35:56', '2023-11-26 00:35:56'),
(55, 'fa', 'نابینایان', 'نابینایان', 1, '2023-11-26 00:36:06', '2023-11-26 00:36:06'),
(56, 'fa', 'تربیت بدنی', 'تربیت-بدنی', 1, '2023-11-26 00:36:20', '2023-11-26 00:36:20'),
(57, 'fa', 'پلانگذاری تعلیمی و تربیتی', 'پلانگذاری-تعلیمی-و-تربیتی', 1, '2023-11-26 00:36:42', '2023-11-26 00:36:42'),
(58, 'fa', 'انجینری محیط زیست', 'انجینری-محیط-زیست', 1, '2023-11-26 00:38:04', '2023-11-26 00:38:04'),
(59, 'fa', 'محاسبه', 'محاسبه', 1, '2023-11-26 00:38:16', '2023-11-26 00:38:16'),
(60, 'fa', 'مالداری', 'مالداری', 1, '2023-11-26 00:39:02', '2023-11-26 00:39:02'),
(61, 'fa', 'بانکداری', 'بانکداری', 1, '2023-11-26 00:40:02', '2023-11-26 00:40:02'),
(62, 'fa', 'بازاریابی', 'بازاریابی', 1, '2023-11-26 00:40:45', '2023-11-26 00:40:45'),
(63, 'fa', 'اداره و مدیریت', 'اداره-و-مدیریت', 1, '2023-11-26 00:40:57', '2023-11-26 00:40:57'),
(64, 'fa', 'اداره و تشبث', 'اداره-و-تشبث', 1, '2023-11-26 00:41:53', '2023-11-26 00:41:53'),
(65, 'fa', 'اداره و تجارت', 'اداره-و-تجارت', 1, '2023-11-26 00:42:12', '2023-11-26 00:42:12'),
(66, 'fa', 'اقتصاد', 'اقتصاد', 1, '2023-11-26 00:42:23', '2023-11-26 00:42:23'),
(67, 'fa', 'اداره', 'اداره', 1, '2023-11-26 00:45:11', '2023-11-26 00:45:11'),
(68, 'fa', 'اداره و حسابداری', 'اداره-و-حسابداری', 1, '2023-11-26 00:45:43', '2023-11-26 00:45:43'),
(69, 'fa', 'تکنالوژی معلوماتی', 'تکنالوژی-معلوماتی', 1, '2023-11-26 00:46:03', '2023-11-26 00:46:03'),
(70, 'fa', 'پرچون فروشی', 'پرچون-فروشی', 1, '2023-11-26 00:46:16', '2023-11-26 00:46:16'),
(71, 'fa', 'معماری', 'معماری', 1, '2023-11-26 00:47:16', '2023-11-26 00:47:16'),
(72, 'fa', 'ساختمان آهن کانکریتی', 'ساختمان-آهن-کانکریتی', 1, '2023-11-26 00:47:39', '2023-11-26 00:47:39'),
(73, 'fa', 'ساختمان های فلزی', 'ساختمان-های-فلزی', 1, '2023-11-26 00:48:04', '2023-11-26 00:48:04'),
(74, 'fa', 'انجینری خط آهن', 'انجینری-خط-آهن', 1, '2023-11-26 00:48:43', '2023-11-26 00:48:43'),
(75, 'fa', 'فن و عقیده', 'فن-و-عقیده', 1, '2023-11-26 00:49:00', '2023-11-26 00:49:00'),
(76, 'fa', 'تکنالوژی هوانوردی', 'تکنالوژی-هوانوردی', 1, '2023-11-26 00:49:17', '2023-11-26 00:49:17'),
(77, 'fa', 'گرافیک', 'گرافیک', 1, '2023-11-26 00:49:30', '2023-11-26 00:49:30'),
(78, 'fa', 'آزمایشات مواد ساختمان', 'آزمایشات-مواد-ساختمان', 1, '2023-11-26 00:50:10', '2023-11-26 00:50:10'),
(79, 'fa', 'تأسیسات ساختمان', 'تأسیسات-ساختمان', 1, '2023-11-26 00:50:22', '2023-11-26 00:50:22'),
(80, 'fa', 'اقتصاد منزلی(برای مکاتب خصوصی)', 'اقتصاد-منزلی-برای-مکاتب-خصوصی', 1, '2023-11-26 00:50:34', '2023-11-26 00:50:34'),
(81, 'fa', 'خیاطی (استاد شاگردی)', 'خیاطی-استاد-شاگردی', 1, '2023-11-26 00:51:01', '2023-11-26 00:51:01');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_reset_tokens_table', 1),
(3, '2019_08_19_000000_create_failed_jobs_table', 1),
(4, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(5, '2023_10_30_075721_create_admins_table', 1),
(6, '2023_10_31_045059_create_languages_table', 1),
(7, '2023_11_07_104945_create_provinces_table', 1),
(8, '2023_11_08_050953_create_categories_table', 1),
(9, '2023_11_08_081239_create_news_table', 1),
(10, '2023_11_08_233459_create_tags_table', 1),
(11, '2023_11_08_233604_create_news_tags_table', 1),
(12, '2023_11_09_064509_create_sliders_table', 1),
(13, '2023_11_09_064617_create_aboutuses_table', 1),
(14, '2023_11_09_065412_create_settings_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `category_id` bigint(20) UNSIGNED NOT NULL,
  `auther_id` bigint(20) UNSIGNED NOT NULL,
  `image` text NOT NULL,
  `title` varchar(255) NOT NULL,
  `slug` text NOT NULL,
  `content` text NOT NULL,
  `meta_title` varchar(255) DEFAULT NULL,
  `meta_description` varchar(255) DEFAULT NULL,
  `is_breaking_news` tinyint(1) NOT NULL DEFAULT 0,
  `show_at_slider` tinyint(1) NOT NULL DEFAULT 0,
  `show_at_popular` tinyint(1) NOT NULL DEFAULT 0,
  `is_approved` tinyint(1) NOT NULL DEFAULT 0,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `views` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `language`, `category_id`, `auther_id`, `image`, `title`, `slug`, `content`, `meta_title`, `meta_description`, `is_breaking_news`, `show_at_slider`, `show_at_popular`, `is_approved`, `status`, `views`, `created_at`, `updated_at`) VALUES
(2, 'fa', 5, 1, 'uploads/4pdteG8pbCzgZxFoCfGULr4pFUg9bT.jpg', 'آموزش عملی محصلین زراعت و وترنری درباره شاخه بُری', 'آموزش-عملی-محصلین-زراعت-و-وترنری-درباره-شاخه-ب-ری', '<p>محصلین انستیتوت زراعت و&nbsp; وترنری لوگر در جریان آموزش‌های عملی، چگونگی شاخه بُری درخت را آموختند.</p><p>استاد رهنما در یک جلسۀ درسی در باره شاخه‌های غیر ضروری درختان و همچنین چگونگی شاخه بُری آنان به گونه عملی به محصلین، آموزش داد.</p><p>بخش عمده آموزش‌های مراکز تعلیمات تخنیکی و مسلکی عملی است، طوری که فارغان این مراکز مستقیم جذب بازار کار می‌شوند.</p>', 'آموزش عملی محصلین زراعت و وترنری درباره شاخه بُری', 'جریان آموزش‌های عملی، چگونگی شاخه بُری درخت', 1, 1, 1, 0, 1, 0, '2023-11-11 04:12:34', '2023-11-11 04:12:34'),
(4, 'fa', 5, 1, 'uploads/iha8ag7ynuWmR0xuLQoZlmnhrmGx34.jpg', 'توزیع بسته‌های کمک از سوی آمریت تخنیکی ننگرهار به مهارجرین', 'توزیع-بسته-های-کمک-از-سوی-آمریت-تخنیکی-ننگرهار-به-مهارجرین', '<p>بسته‌های کمکی از سوی آمریت تخنیکی و مسلکی ولایت ننگرهار به مهارجرینی که از پاکستان برگشته اند، توزیع شد.</p><p>این کمک‌ها از هزینه شخصی استادان و کارمندان آمریت تخنیکی و مسلکی ننگرهار پرداخت گردیده‌است.</p><p>موادهای کمک‌شده شامل مواد خوراکی از جمله بروه، چای، ماکارونی است که برای 76فامیل توزیع گردید.</p><p>پیش از این اداره تعلیمات تخنیکی و مسلکی از آمادگی‌های برای جذب افراد مسلکی در مربوطات این اداره خبر داده است.</p><p>در همین حال، کارمندان اداره تعلیمات تخنیکی و مسلکی دریک نشست عمومی، درباره پرداخت یک روز معاش شان به مهاجری توافق کردند.</p>', 'توزیع بسته‌های کمک از سوی آمریت تخنیکی ننگرهار به مهارجرین', 'بسته‌های کمکی از سوی آمریت تخنیکی و مسلکی ولایت ننگرهار به مهارجرینی که از پاکستان برگشته اند، توزیع شد', 1, 1, 1, 0, 1, 0, '2023-11-11 06:21:10', '2023-11-11 06:21:10'),
(5, 'fa', 5, 1, 'uploads/8hyJFanVS9Qba8r5Im737lrl6jiNej.jpg', 'بررسی وضعیت انستیتوت قصبه ازسوی سرپرست اداره تعلیمات تخنیکی و مسلکی', 'بررسی-وضعیت-انستیتوت-قصبه-ازسوی-سرپرست-اداره-تعلیمات-تخنیکی-و-مسلکی', '<p>مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی وضعیت انستیتوت کثیرالرشتوی قصبه را بررسی کرد.</p><p>ایشان در دیدار از این مرکز آموزشی، از روند تدریس استادان و تجهیزات آن نیز بازدید نمود.</p><p>محترم مولوی شهامت ضمن بررسی انستیتوت کثیرالرشتوی قصبه و دیدار با محصلین، درباره بعضی از موضوعات به کارمندان و استادان این مرکز آموزشی هدایات لازم نیز داد.</p><p>سرپرست اداره تعلیمات تخنیکی همواره تلاش می‌کند تا روی کیفیت و بهبود خدمات آموزشی در این اداره، بیشتر کار شود.</p>', 'بررسی وضعیت انستیتوت قصبه ازسوی سرپرست اداره تعلیمات تخنیکی و مسلکی', 'مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی وضعیت انستیتوت کثیرالرشتوی قصبه را بررسی کرد.', 1, 1, 1, 0, 1, 0, '2023-11-11 06:22:43', '2023-11-11 06:22:43'),
(6, 'fa', 4, 1, 'uploads/UGuY9ToGJO7YMHOhLRB9eWCBS44D3H.jpg', 'جریان آموزش عملی/پرکتیک محصلین انستیتوت تخنیکی جوزجان', 'جریان-آموزش-عملی-پرکتیک-محصلین-انستیتوت-تخنیکی-جوزجان', '<p>محصلین انستیتوت تخنیکی ولایت جوزجان در جریان آموزش‌های عملی درباره ستیشن‌های برق آموزش دیدند.</p><p>استاد رهنما همچنین برای محصلین انستیتوت تخنیکی جوزجان ولتاژ ورودی 220kw راه به گونه عملی تدریس کرد.</p><p>بیشتر آموزش‌های مراکز تعلیمات تخنیکی و مسلکی عملی است، طوریکه فارغان این مراکز مستقیم جذب بازار کار می‌شوند.</p><p>رهبری اداره تعلیمات تخنیکی و مسلکی تلاش دارد تا کیفیت آموزش‌های عملی را در مراکز آموزشی این اداره بیشتر تقویت کند.</p>', 'جریان آموزش عملی/پرکتیک محصلین انستیتوت تخنیکی جوزجان', 'محصلین انستیتوت تخنیکی ولایت جوزجان در جریان آموزش‌های عملی درباره ستیشن‌های برق آموزش دیدند.', 1, 1, 1, 0, 1, 0, '2023-11-11 06:25:15', '2023-11-11 06:25:15'),
(8, 'fa', 5, 1, 'uploads/dpiGcWVzl8qh8voUdAi3SwsXRh2Ed2.jpg', 'جریان کار عملی/پرکتیک محصلین انستیتوت میخانیکی خوست', 'جریان-کار-عملی-پرکتیک-محصلین-انستیتوت-میخانیکی-خوست', '<p>محصلین انستیتوت تخنیکی ولایت خوست در جریان آموزش‌های عملی درباره چگونگی قالب‌بندی و کانکریت آموزش دیدند.</p><p>استاد رهنما در یک جلسه درسی برای محصلین درباره قالب‌بندی و انواع کانکریت به محصلین توضیحات داد.</p><p>آموزش‌های عملی در مراکز تعلیمات تخنیکی و مسلکی به فارغان این مراکز کمک می‌کند تا بعد از فراغت جذب بازار کار شوند.</p><p>ازسوی هم، رهبری اداره تعلیمات تخنیکی همواره تلاش دارد تا کیفیت آموزش‌های مراکز تعلیمات تخنیکی و مسلکی را بیشتر تقویت کند.</p>', 'جریان کار عملی/پرکتیک محصلین انستیتوت میخانیکی خوست', 'محصلین انستیتوت تخنیکی ولایت خوست در جریان آموزش‌های عملی درباره چگونگی قالب‌بندی و کانکریت آموزش دیدند.', 1, 1, 1, 0, 1, 0, '2023-11-12 01:49:18', '2023-11-12 01:49:18'),
(10, 'fa', 8, 1, 'uploads/236Ebunags0ANtspEL6M1pLvaosN90.jpg', 'نشست کمیته رهبری نمایشگاه ملی ابتکارات برگزار شد', 'نشست-کمیته-رهبری-نمایشگاه-ملی-ابتکارات-برگزار-شد', '<p>کمیته رهبری «نمایشگاه ملی ابتکارات و نوآوری‌های برتر افغانستان» با حضور رؤسای اداره تعلیمات تخنیکی و مسلکی برگزار شد.</p><p>در این نشت، کمیته‌های مؤظف از چگونگی پیشرفت کارشان در زمینه آمادگی‌های برای نمایشگاه، گزارش دادند.</p><p>در همین حال، استاد مطیع الله هدایت، رئیس دفتر و مسئول کمیته نشرات از پیشرفت کار این کمیته گزارش داد. ایشان گفت که تمام آمادگی‌ها در خصوص پوشش نشراتی نمایشگاه ملی ابتکارات گرفته شده است.</p><p>سایر کمیته‌ها نیز گزارش شان را در این جلسه شریک ساختند و اشتراک کنندگان بر شفافیت و اخلاص‌مندی در برگزاری نمایشگاه تأکید کردند.</p><p>قرار است ادره تعلیمات تخنیکی و مسلکی به تاریخ 27عقرب سال روان، نمایشگاه ملی ابتکارات و نوآوری‌های برتر افغانستان را برگزار کند و برای سه روز ادامه خواهند داشت.</p><p>در مراسم افتتاحیه این نمایشگاه مقامات ارشد حکومت نیز اشتراک و سخنرانی خواهند نمود.</p>', 'نشست کمیته رهبری نمایشگاه ملی ابتکارات برگزار شد', 'قرار است ادره تعلیمات تخنیکی و مسلکی به تاریخ 27عقرب سال روان، نمایشگاه ملی ابتکارات و نوآوری‌های برتر افغانستان را برگزار کند و برای سه روز ادامه خواهند داشت.', 1, 1, 1, 0, 1, 0, '2023-11-12 06:41:51', '2023-11-12 06:41:51'),
(11, 'fa', 5, 1, 'uploads/G0gQr4fQw686VuyVPErIoq1keOl5Fk.jpg', 'مراکز تعلیمات تخنیکی پنج ولایت ازسوی مولوی غلام حیدر شهامت بررسی شد', 'مراکز-تعلیمات-تخنیکی-پنج-ولایت-ازسوی-مولوی-غلام-حیدر-شهامت-بررسی-شد', '<p>محترم مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی در رأس یک هیأت، وضعیت مراکز تعلیمات تخنیکی و مسلکی پنج ولایت کشور را بررسی کرد.</p><p>این ولایات شامل، بغلان، کندز، تخار، سمنگان و مزار می‌شود.</p><p>سرپرست اداره تعلیمات تخنیکی و مسلکی در این سفر، با مقامات محلی ولایات از جمله والیان و رؤسای شورای علماء ولایات نیز دیدار و گفت‌وگو داشت.</p><p>ایشان در دیدار با مقامات محلی، در باره اهمیت تعلیمات تخنیکی و مسلکی و همچنین چگونگی همکاری‌ها و رسیدگی به‌نیازهای مراکز ت تعلیمات تخنیکی و مسلکی بحث کردند.</p><p>در همین حال، مقامات محلی ولایات ضمن اظهار قدردانی از تشریف‌آوری هیأت اداره تعلیمات تخنیکی و مسلکی به ولایات‌شان، درباره همکاری‌های همه‌جانبه با این اداره نیز اطمینان دادند.</p><p>از سوی هم محترم مولوی شهامت در جریان سفرش به این ولایات، درکنار دیدار از برنامه‌های آموزشی کوتاه‌مدت حرفوی، برای مجاهدین و کارمندان تازه‌تقرر در بلخ نیز برنامه آموزشی افتتاح کرد.</p><p>در این برنامه مهارت‌های اداره و مدیریت، کمپیوتر و انگلیسی برای مجاهدین و کارمندان تازه‌تقرر ازسوی آمریت تخنیکی بلخ آموزش داده می‌شود.</p><p>پیش از این نیز، شماری از مجاهدین از این برنامه‌ها در ولایات فارغ گردیده اند.</p><p>آقای شهامت هنگام سخنرانی در افتتاح برنامه آموزشی مجاهدین گفت که «یکی از آرزوهایم در دوران جهاد، آموزش مجاهدین بود و خوشحالم که این آرزو تحقق یافته‌است.»</p><p>همچنین آمرین تخنیکی ولایات در دیدار با سرپرست اداره تعلیمات تخنیکی و مسلکی مشکلات و نیازهای شان‌را شریک ساختند و خواستار رسیدگی به آن شدند.</p><p>کمبود نصاب معیاری، تعمیر تدریسی و کمبود تجهیزات برای کارهای عملی از چالش‌های عمده ولایات گفته شده است.</p><p>محترم مولوی شهامت ضمن وعده رسیدگی به نیازهای مراکز تعلیمات تخنیکی ولایات، درباره بعضی از موضوعات به آنان هدایات لازم نیزداد.</p><p>پیشتر هیأتی از اداره تعلیمات تخنیکی و مسلکی به ریاست مولوی غلام سعید احساس، معاون امور تخنیکی و مسلکی این اداره به منظور بررسی مراکز تعلیمات تخنیکی و مسلکی به ولایات خوست، پکتیا، پکتیکا، کنر، نورستان، لوگر، ننگرهار و لغمان سفر کرده بود.</p>', 'مراکز تعلیمات تخنیکی پنج ولایت ازسوی مولوی غلام حیدر شهامت بررسی شد', 'محترم مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی در رأس یک هیأت، وضعیت مراکز تعلیمات تخنیکی و مسلکی پنج ولایت کشور را بررسی کرد.\r\n\r\nاین ولایات شامل، بغلان، کندز، تخار، سمنگان و مزار می‌شود.', 1, 1, 1, 0, 1, 0, '2023-11-13 01:19:33', '2023-11-13 01:19:33'),
(12, 'fa', 9, 1, 'uploads/qQkKzTNUXf4ZRSDyHTlsyr0SQX5omY.jpg', 'جلسه اصلاحی اداره تعلیمات تخنیکی و مسلکی برگزار شد', 'جلسه-اصلاحی-اداره-تعلیمات-تخنیکی-و-مسلکی-برگزار-شد', '<p>جلسه هفته‌وار اصلاحی اداره تعلیمات و مسلکی با حضور کارمندان و سخنرانی مفتی نجم الدین حقانی، ریاست دعوت و ارشاد این اداره برگزار شد.</p><p>وی در سخنرانی خود درباره‌ی سیرت رسول الله ﷺ صحبت کرد.</p><p>مولوی حقانی با اشاره به آیات قرآن کریم و احادیث نبوی ﷺ&nbsp; گفت که آشنایی و آگاهی از اخلاق و سیرت پیغمبر بزرگ اسلام برای مسلمانان، مهم و ضروری است.</p>', 'جلسه اصلاحی اداره تعلیمات تخنیکی و مسلکی برگزار شد', 'مولوی حقانی با اشاره به آیات قرآن کریم و احادیث نبوی ﷺ  گفت که آشنایی و آگاهی از اخلاق و سیرت پیغمبر بزرگ اسلام برای مسلمانان، مهم و ضروری است.', 1, 1, 1, 0, 1, 0, '2023-11-13 01:28:37', '2023-11-13 01:28:37'),
(13, 'fa', 5, 1, 'uploads/aTaTIrx6tGnlEQTX2QzESoNb9iX8b0.jpg', 'ترمیم وسایل خانگی در لیسه میخانیکی لوگر', 'ترمیم-وسایل-خانگی-در-لیسه-میخانیکی-لوگر', '<p>شاگردان لیسه میخانیکی لوگر در جریان آموزش‌های عملی، یک‌پایه کولر آبی را ترمیم نمودند.</p><p>استاد رهنما در یک جلسه درسی در باره پرزه‌جات و چگونگی ترمیم کولر برای شاگردان به گونه عملی آموزش داد.</p><p>آموزش‌های عملی مراکز تعلیمات تخنیکی و مسلکی به فارغان این مراکز کمک می‌کند تا بعد از فراغت جذب کار شوند.</p>', 'ترمیم وسایل خانگی در لیسه میخانیکی لوگر', 'شاگردان لیسه میخانیکی لوگر در جریان آموزش‌های عملی، یک‌پایه کولر آبی را ترمیم نمودند.', 1, 1, 1, 0, 1, 0, '2023-11-14 06:22:38', '2023-11-14 06:22:38'),
(14, 'fa', 10, 1, 'uploads/q8g6jMZX2BUQQSbLAA2tQ0FIpxzcoJ.jpg', 'برگزاری جشن فراغت شاگردان برنامه‌های حرفوی انستیتوت کثیرالرشتوی پغمان', 'برگزاری-جشن-فراغت-شاگردان-برنامه-های-حرفوی-انستیتوت-کثیرالرشتوی-پغمان', '<p>مراسم جشن فراغت شاگردان از برنامه‌های حرفوی انستیتوت کثیرالرشتوی ولسولای پغمان ولایت کابل برگزار گردید.</p><p>این برنامه‌ها شامل ترمیم موبایل و خیاطی می‌شود که&nbsp;150تن از آن فارغ گردیدند.</p><p>در این مراسم، مولوی عصمت الله منیر، رئیس تنظیم برنامه‌های حرفوی، مفتی سید احسان الله قاسمی، رئیس امور متعلمین و محصلین اداره تعلیمات تخنیکی و مسلکی و همچنین رفیع الله حبیبی، آمر تخنیکی کابل نیز حضور داشتند.</p><p>رئیس تنظیم برنامه‌های حرفوی اداره تعلیمات تخنیکی و مسلکی در سخنرانی خود در این مراسم گفت که برنامه‌های حرفوی برای رشد اقتصاد و خودکفایی بسیار مهم است. ایشان افزود که حرفه‌های تخنیکی، میراث پیغمبران خداوند بزرگ است.</p><p>سایر سخنرانان نیز نقش آموزش حرفه‌ها را برای خوکفایی و رشد اقتصاد خانواده‌ها مهم عنوان کردند.</p>', 'برگزاری جشن فراغت شاگردان برنامه‌های حرفوی انستیتوت کثیرالرشتوی پغمان', 'این برنامه‌ها شامل ترمیم موبایل و خیاطی می‌شود که 150تن از آن فارغ گردیدند.', 1, 1, 1, 0, 1, 0, '2023-11-14 06:32:48', '2023-11-14 06:32:48'),
(15, 'fa', 8, 1, 'uploads/TuAdWohlbVxYkH0phhOVvym8RV7PPL.jpg', 'جلسه رهبری کمیته‌های نمایشگاه اداره تعلیمات تخنیکی و مسلکی برگزار شد', 'جلسه-رهبری-کمیته-های-نمایشگاه-اداره-تعلیمات-تخنیکی-و-مسلکی-برگزار-شد', '<p>نشست رهبری کمیته‌های نمایشگاه اداره تعلیمات تخنیکی و مسلکی به ریاست محترم مولوی غلام سعید احساس، معاون امور تخنیکی و مسلکی این اداره برگزار شد.</p><p>در این نشست، رؤسای کمیته‌های نمایشگاه از چگونگی اجراآت کارشان گزارش دادند.</p><p>در همین حال، معاون امور تخنیکی و مسلکی گفت که باید تمام تلاش‌ها برای برگزاری هرچه بهتر نمایشگاه ملی ابتکارات و نوآوری‌های برتر، انجام شود.</p><p>سایر اشتراک کنندگان جلسه نیز نظریان شان را شریک ساختند و تصامی لازم در این زمینه نیز اتخاذ شد.</p>', 'جلسه رهبری کمیته‌های نمایشگاه اداره تعلیمات تخنیکی و مسلکی برگزار شد', 'نشست رهبری کمیته‌های نمایشگاه اداره تعلیمات تخنیکی و مسلکی به ریاست محترم مولوی غلام سعید احساس، معاون امور تخنیکی و مسلکی این اداره برگزار شد.', 1, 1, 1, 0, 1, 0, '2023-11-15 04:33:14', '2023-11-15 04:33:14'),
(16, 'fa', 4, 1, 'uploads/0JvX7xBWnydbEM6n5kKrJkfqTXCeVT.jpg', 'آموزش عملی روی سیستم هاضمه پرندگان در انستیتوت زراعت و وترنری فرخار', 'آموزش-عملی-روی-سیستم-هاضمه-پرندگان-در-انستیتوت-زراعت-و-وترنری-فرخار', '<p>محصلین انستیتوت زراعت و وترنری ولسوالی فرخار ولایت تخار در جریان آموزش‌های عملی، اجزای سیستم هاضمه پرندگان را به گونه عملی آموزش دیدند.</p><p>استاد رهنما در یک جلسه درسی درباره چگونگی تشخیص و تداوی امراض پرندگان نیز توضیحات داد.</p><p>بخش عمده آموزش‌ها در مراکز تعلیمات تخنیکی و مسلکی عملی است. طوری که فارغان این مراکز مستقیم جذب بازار کار می‌شوند.</p><p>رهبری اداره تعلیمات تخنیکی و تلاش دارد تا آموزش‌های عملی را در مراکز آموزشی این ادار بیشتر تقویت و گسترش دهد.</p>', 'آموزش عملی روی سیستم هاضمه پرندگان در انستیتوت زراعت و وترنری فرخار', 'محصلین انستیتوت زراعت و وترنری ولسوالی فرخار ولایت تخار در جریان آموزش‌های عملی، اجزای سیستم هاضمه پرندگان را به گونه عملی آموزش دیدند.', 1, 1, 1, 0, 1, 0, '2023-11-15 04:37:58', '2023-11-15 04:37:58'),
(17, 'fa', 8, 1, 'uploads/ADBPRqruoF7O8d0pGGshNzql3pNwaA.jpg', 'دیدار مفتی فضل الرحمن فاضل، از چگونگی آماده‌گی ها برای برگزاری نمایشگاه', 'دیدار-مفتی-فضل-الرحمن-فاضل-از-چگونگی-آماده-گی-ها-برای-برگزاری-نمایشگاه', '<p>محترم مفتی فضل الرحمن فاضل، معاون امور مالی و اداری اداره تعلیمات تخنیکی و مسلکی از چگونگی برگزاری نمایشگاه ملی ابتکارات و نوآوری های برتر افغانستان دیدار کرد.</p><p>محترم مفتی فاضل، درباره برگزاری هرچه بهتر این نمایشگاه به مسئولین هدایات لازم نیز داد.</p><p>قرار است اداره تعلیمات تخنیکی و مسلکی اولین و بزرگترین نمایشگاه ملی ابتکارات و نوآوری های برتر افغانستان را به تاریخ 27عقرب برگزار نماید. این نمایشگاه به روزهای 28 و 29 عقرب نیز ادامه خواهند داشت.</p>', 'دیدار مفتی فضل الرحمن فاضل، از چگونگی آماده‌گی ها برای برگزاری نمایشگاه', 'محترم مفتی فضل الرحمن فاضل، معاون امور مالی و اداری اداره تعلیمات تخنیکی و مسلکی از چگونگی برگزاری نمایشگاه ملی ابتکارات و نوآوری های برتر افغانستان دیدار کرد.', 1, 1, 1, 0, 1, 0, '2023-11-15 07:02:34', '2023-11-15 07:02:34'),
(18, 'fa', 8, 1, 'uploads/5T8SNvlGXEtB3jXfiOVFAFUlNPsbQq.jpg', 'نشست افتتاحیه نمایشگاه ملی ابتکارات و نوآوری های برتر افغانستان برگزار شد', 'نشست-افتتاحیه-نمایشگاه-ملی-ابتکارات-و-نوآوری-های-برتر-افغانستان-برگزار-شد', '<p>نشست افتتاحیه نمایشگاه ملی ابتکارات و نوآوری‌های برتر افغانستان با حضور مقامات حکومتی برگزار شد.</p><p>در این نشست، شماری از وزراء امارت اسلامی افغانستان ازجمله، شیخ ندامحمد ندیم وزیر تحصیلات عالی، حمیدالله نعمانی وزیر شهرسازی، محترم انورالحق انور، رئیس اداره امور و خلیل الرحمن حقانی وزیر مهاجرین و شیخ عدالباقی حقانی رئیس اداره ملی امتحانات نیز حضور داشتند.</p><p>در آغاز این مراسم مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی درباره اهمیت و جایگاه علم و حمایت از جوانان خلاق صحبت نمود.</p><p>ایشان با اشاره به آیات قرآن کریم گفت که انسان‌ها مکلف هستند تا ازطریق کار&nbsp; و تلاش از گرسنگی نجات پیداکنند و خود را در امنیت و آسایش قرار دهند.</p><p>محترم مولوی شهامت همچنین، تأمین امنیت سرتاسری و پیشرفت اقتصادی در کشور را از جمله دست‌آوردهای مهم حکومت عنوان کرد.</p><p>سرپرست اداره تعلیما تخنیکی و مسلکی گفت که حتی دشمنان مردم افغانستان به این دست‌آوردها اعتراف می‌کنند.</p><p>در همین حال مولوی غلام حیدر شهامت، فقرزدایی و تربیه نیروی ماهر و مسلکی را از اهداف اساسی این اداره عنوان کرد و افزود که این اداره در راستای تحقق آن قدم‌هایی مهمی را پیموده است.</p><p>آقای شهامت درباره بخش‌های معادن و راه آهن گفت که اداره تعلیمات تخنیکی و مسلکی درحال حاضر در این بخش‌ها افراد مسلکی را تربیه می‌کند.</p><p>او از اهمیت گردشگری و هوتلداری در کشور نیز یادآوری نمود و گفت که اداره تعلیمات تخنیکی و مسلکی قدم هایی را در راستای ایجاد انستیتوت هوتل‌داری در کشور نیز برداشته‌است.</p><p>از سوی هم مولوی حمدالله نعمانی، وزیر شهرسازی در نشست افتتاحیه نمایشگاه ملی صحبت نمودند و ایشان نقش اداره تعلیمات تخنیکی و مسلکی را در رشد و پیشرفت کشور مهم عنوان کرد.</p><p>آقای نعمانی همچنین گفت که یادگیری علم یکی از رسالت‌های مهم مسلمانان است و این رسالت باید به هدف خدمت گزاری برای بشر انجام شود.</p><p>در همین حال شیخ ندامحمد ندیم، وزیر تحصیلات عالی کشور که در این نشست حضور یافته بود، درباره اهمیت بخش تعلیم و تحصیل در کشور به ویژه تعلیمات تخنیکی و مسلکی صحبت نمود.</p><p>آقای ندیم گفت که سکتور تعلیمی و تحصیلی در کشور تمام وظایف تعلیمی و تحصیلی را به صورت هماهنگ به پیش می‌برند.</p><p>آقای ندیم همچنین درباره حمایت از نوآران مراکز تعلیمات تخنیکی و مسلکی نیز اطمینان داد و گفت که وزارت تحصیلات عالی آماده است تا فارغان مراکز تعلیمات تخنیکی و مسلکی را برای ادامه تحصیل بدون تنزیل در پوهنتون ها جذب نماید.</p><p>در ادامه، شیخ عبدالباقی حقانی رئیس اداره ملی امتحانات از دست‌آوردهای اداره تعلیمات تخنیکی و مسلکی ستایش نمود.</p><p>در این نشست همچنین انورالحق انور، رئیس اداره امور سخنرانی نمود و گفت که علم سبب پیشرفت جامعه می‌گردد.</p><p>آقای آنور ضمن قدردانی از برگزاری نمایشگاه ازسوی اداره تعلیمات تخنیکی و مسلکی، درباره حمایت از جوانان خلاق و مبتکر در کشور، اطمینان داد.</p><p>در این برنامه، اداره تعلیمات تخنیکی و مسلکی با شماری از وزارت‌خانه ها و نهادهای خصوصی و دولتی تفاهم نامه همکاری نیز امضأ نمود.</p>', 'نشست افتتاحیه نمایشگاه ملی ابتکارات و نوآوری های برتر افغانستان برگزار شد', 'نشست افتتاحیه نمایشگاه ملی ابتکارات و نوآوری‌های برتر افغانستان با حضور مقامات حکومتی برگزار شد.', 1, 1, 1, 0, 1, 0, '2023-11-19 00:19:57', '2023-11-19 00:19:57'),
(19, 'fa', 8, 1, 'uploads/FEwn7gnWGdgeQmAc9ugavn6ZkKwkaz.jpg', 'رئیس شرکت انکشاف ملی از دست‌آورهای اداره تعلیمات تخنیکی و مسلکی قدردانی کرد', 'رئیس-شرکت-انکشاف-ملی-از-دست-آورهای-اداره-تعلیمات-تخنیکی-و-مسلکی-قدردانی-کرد', '<p>عبدالرحمن عطاش رئیس عمومی شرکت انکشاف ملی در پایان دیدارش از نمایشگاه ملی ابتکارات و نوآوری‌های برتر افغانستان، با مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی مسلکی دیدار و گفت‌وگو کرد.</p><p>در این دیدار دوطرف در زمینه چگونگی همکاری‌های مشترک بحث کردند.</p><p>رئیس اداره تعلیمات تخنیکی و مسلکی از دست‌آوردهای این اداره یادآوری نمود و گفت که این اداره در راستای بهبود وضعیت اقتصادی و تربیه نیروی مسلکی در کشور، نقش اساسی دارد.</p><p>ازسوی هم محترم عطاش از دست‌آوردهای اداره تعلیمات تخنیکی و مسلکی ستایش کرد و آنان بر کسترش همکاری‌های مشترک تأکید کردند.</p>', 'رئیس شرکت انکشاف ملی از دست‌آورهای اداره تعلیمات تخنیکی و مسلکی قدردانی کرد', 'ازسوی هم محترم عطاش از دست‌آوردهای اداره تعلیمات تخنیکی و مسلکی ستایش کرد و آنان بر کسترش همکاری‌های مشترک تأکید کردند.', 1, 1, 1, 0, 1, 0, '2023-11-20 00:09:10', '2023-11-20 00:09:10'),
(21, 'fa', 3, 1, 'uploads/qspeIqTG2APrt02X85op6UhCNI0nLA.jpg', 'سرپرست اداره تعلیمات تخنیکی و مسلکی با آمرین تخنیکی ولایات نشست برگزار کرد', 'سرپرست-اداره-تعلیمات-تخنیکی-و-مسلکی-با-آمرین-تخنیکی-ولایات-نشست-برگزار-کرد', '<p>مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی در نشستی با آمرین تخنیکی و مسلکی ولایات دیدار کرد.</p><p>در این دیدار، درباره بهبود کارها در مراکز تعلیمات تخنیکی و مسلکی تأکید کردند.</p><p>آنان همچنین مشکلات و نیازهای شان را با سرپرست اداره تعلیمات تخنیکی و مسلکی شریک ساختند.</p><p>در همین حال، محترم مولوی شهامت در باره بهبود امور در ولایات، به آمرین تخنیکی هدایات لازم نیز داد.</p>', 'سرپرست اداره تعلیمات تخنیکی و مسلکی با آمرین تخنیکی ولایات نشست برگزار کرد', 'درباره بهبود کارها در مراکز تعلیمات تخنیکی و مسلکی تأکید کردند.', 1, 1, 1, 0, 1, 0, '2023-11-20 05:28:45', '2023-11-20 05:28:45'),
(22, 'fa', 4, 1, 'uploads/Uipyro5kKGbUCzsmR6wjhejIGOYZnR.jpg', 'نشست بورد اکادمیک اداره تعلیمات تخنیکی و مسلکی برگزار شد', 'نشست-بورد-اکادمیک-اداره-تعلیمات-تخنیکی-و-مسلکی-برگزار-شد', '<p>نشست بورد اکادمیک اداره تعلیمات تخنیکی و مسلکی به ریاست محترم مولوی غلام سعید احساس، معاون امور تخنیکی و مسلکی این اداره برگزار شد.</p><p>درآغاز این جلسه، فیصله‌های نشست قبلی بورد اکادمیک مرور شد و بخش‌های مربوطه از چگونگی اجراآت شان گزارش دادند.</p><p>در ادامه مطابق آجندا، درباره موضوعات مختلف از جمله چگونگی اجرای حقوق و معاش استادانی که بعد از ختم دوره تحصیل به کشور برگشته‌اند، صنوف غیر معیاری در شماری از ولایات، میکانیزم تدریس مضمون ثقافت اسلامی بحث شد.</p><p>اشتراک کنندگان و رؤسای مربوطه در خصوص موضوعات فوق، نظریات شان را شریک ساختند و تصامیم لازم نیز گرفته شد.</p><p>بورد اکادمیک اداره تعلیمات تخنیکی و مسلکی روزهای دوشنبه با حضور رؤسای مربوطه نشست برگزار می‌کند و در این نشست روی موضوعات اکادمیک و امور تخنیکی و مسلکی بحث و تصامیم لازم صورت می‌گیرد.</p>', 'نشست بورد اکادمیک اداره تعلیمات تخنیکی و مسلکی برگزار شد', 'درباره موضوعات مختلف از جمله چگونگی اجرای حقوق و معاش استادانی که بعد از ختم دوره تحصیل به کشور برگشته‌اند، صنوف غیر معیاری در شماری از ولایات، میکانیزم تدریس مضمون ثقافت اسلامی بحث شد.', 1, 1, 1, 0, 1, 0, '2023-11-28 02:01:33', '2023-11-28 02:01:33');

-- --------------------------------------------------------

--
-- Table structure for table `news_tags`
--

CREATE TABLE `news_tags` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `news_id` bigint(20) UNSIGNED NOT NULL,
  `tag_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `news_tags`
--

INSERT INTO `news_tags` (`id`, `news_id`, `tag_id`, `created_at`, `updated_at`) VALUES
(2, 2, 2, NULL, NULL),
(4, 4, 4, NULL, NULL),
(5, 5, 5, NULL, NULL),
(6, 6, 6, NULL, NULL),
(8, 8, 8, NULL, NULL),
(10, 10, 10, NULL, NULL),
(11, 11, 11, NULL, NULL),
(12, 12, 12, NULL, NULL),
(13, 13, 13, NULL, NULL),
(14, 14, 14, NULL, NULL),
(15, 15, 15, NULL, NULL),
(16, 16, 16, NULL, NULL),
(17, 17, 17, NULL, NULL),
(18, 18, 18, NULL, NULL),
(19, 19, 19, NULL, NULL),
(21, 21, 21, NULL, NULL),
(22, 22, 22, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `number_of_provincial_officials`
--

CREATE TABLE `number_of_provincial_officials` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `full_name` varchar(255) NOT NULL,
  `job_dari` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `phone_number_extra` varchar(255) DEFAULT NULL,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `token` varchar(64) NOT NULL,
  `abilities` text DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `procedures`
--

CREATE TABLE `procedures` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `file` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `meta_title` text DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `procedures`
--

INSERT INTO `procedures` (`id`, `language`, `subject`, `slug`, `content`, `file`, `image`, `meta_title`, `meta_description`, `status`, `created_at`, `updated_at`) VALUES
(1, 'fa', 'طرزالعمل پلانگذاری و گزارش دهی', 'طرزالعمل-پلانگذاری-و-گزارش-دهی', '<p>این طرزالعمل بخاطر انسجام و هماهنگی بهتر امور پلانگذاری و گزارشدهی دفتر مرکزی و دفاتر ولایتی،‌تهیه و ترتیب گردیده است.</p>', 'uploads/UaBEkXqCPxjwW0aF3FHPVFC2jaFoo0.jpg', 'uploads/5GU0bRo2sWAiFEAGt702YivzF81CvR.jpg', 'طرزالعمل پلانگذاری و گزارش دهی', 'این طرزالعمل بخاطر انسجام و هماهنگی بهتر امور پلانگذاری و گزارشدهی دفتر مرکزی و دفاتر ولایتی،‌تهیه و ترتیب گردیده است.', 1, '2023-12-11 05:34:47', '2023-12-11 05:34:47'),
(2, 'fa', 'طرزالعمل جوازدهی و تنظیم امور کورس های حرفوی و کوتاه مدت خصوصی', 'طرزالعمل-جوازدهی-و-تنظیم-امور-کورس-های-حرفوی-و-کوتاه-مدت-خصوصی', '<p>این طرزالعمل به منظور بدست آوردن اهداف ذیل ترتیب گردیده است:</p><ol><li>تنظیم امور مربوط به تأسیس، فعالیت و شرایط پذیرش شاگردان مراکز آموزشی حرفوی کوتاه مدت خصوصی.</li><li>افزایش دسترسی اتباع کشور به آموزش های حرفوی کوتاه مدت خصوصی.</li><li>فراهم نمودن زمینه سهم گیری و مشارکت متشبثین خصوصی در انکشاف آموزش های حرفوی و رفع نیازمندی های کشور به منابع بشری ماهر از طریق توسعه آموزش های حرفوی خصوصی.</li><li>توقویه و ارتقای سطح مهارت از طریق ایجاد و تقویه همکاری میان موسسات خصوصی و دولتی تعلیمات تخنیکی، مسلکی حرفوی.</li></ol>', 'uploads/aabU7OOVQo7MjFFBCJ2wTqhrkRvSF5.jpg', 'uploads/UpTmsl4ZdcEgiuep30eH4BZjIOQFmQ.jpg', 'طرزالعمل جوازدهی و تنظیم امور کورس های حرفوی و کوتاه مدت خصوصی', 'افزایش دسترسی اتباع کشور به آموزش های حرفوی کوتاه مدت خصوصی.', 1, '2023-12-11 05:44:59', '2023-12-11 05:44:59');

-- --------------------------------------------------------

--
-- Table structure for table `procurement_contracts`
--

CREATE TABLE `procurement_contracts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `file` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `meta_title` text DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 0,
  `date_gregorian` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `procurement_contracts`
--

INSERT INTO `procurement_contracts` (`id`, `language`, `subject`, `slug`, `content`, `file`, `image`, `meta_title`, `meta_description`, `status`, `date_gregorian`, `date_shamsi`, `date_ghamari`, `created_at`, `updated_at`) VALUES
(1, 'fa', 'پلان تدارکاتی سال مالی ۱۴۰۱', 'پلان-تدارکاتی-سال-مالی-۱۴۰۱', '<p>پلان تدارکاتی سال مالی ۱۴۰۱ هـ ش اداره تعلیمات تخنیکی و مسلکی</p>', 'uploads/lVzjI2P54P7RiCTWa7JfZCW8s3WlWh.jpg', 'uploads/IPKQuQmQPXUbGnXAoXSa1bjqUqfdWD.jpg', 'پلان تدارکاتی سال مالی ۱۴۰۱ هـ ش اداره تعلیمات تخنیکی و مسلکی', 'پلان تدارکاتی سال مالی ۱۴۰۱ هـ ش اداره تعلیمات تخنیکی و مسلکی', 1, '2023-12-11', '1402-9-20', '1445-05-27', '2023-12-11 04:23:25', '2023-12-11 04:23:25'),
(2, 'fa', 'قرارداد حفر (۹) حلقه چاه آب اشامیدنی برای مراکز آموزشی شهر کابل', 'قرارداد-حفر-۹-حلقه-چاه-آب-اشامیدنی-برای-مراکز-آموزشی-شهر-کابل', '<p>قرارداد حفر (۹) حلقه چاه آب اشامیدنی برای مراکز آموزشی شهر کابل</p>', 'uploads/EHZO9axm5sE1v3BBQskCevXCeoLyX9.png', 'uploads/Xl8OuDi6abw826qfFtn7cmQAk6gGjS.png', 'حفر (۹) حلقه چاه آب اشامیدنی برای مراکز آموزشی شهر کابل', 'قرارداد حفر (۹) حلقه چاه آب اشامیدنی برای مراکز آموزشی شهر کابل', 1, '2023-12-11', '1402-9-20', '1445-05-27', '2023-12-11 04:27:36', '2023-12-11 04:27:36'),
(3, 'fa', 'قرارداد ترمیمات تأسیسات مرکز اداره و انستیتوت های شهر کابل', 'قرارداد-ترمیمات-تأسیسات-مرکز-اداره-و-انستیتوت-های-شهر-کابل', '<p>قرارداد ترمیمات تأسیسات مرکز اداره و انستیتوت های شهر کابل</p>', 'uploads/3dj7WgaspzP6miMdTS2I3lzRFueAbE.png', 'uploads/kDSfXywSbqpCAu25hncXPXb8ynfU50.png', 'ترمیمات تأسیسات مرکز اداره و انستیتوت های شهر کابل', 'قرارداد ترمیمات تأسیسات مرکز اداره و انستیتوت های شهر کابل', 1, '2023-12-11', '1402-9-20', '1445-05-27', '2023-12-11 04:29:02', '2023-12-11 04:29:02'),
(4, 'fa', 'قرارداد اعمار دیوار احاطه تعمیر جدید اداره تعلیمات تخنیکی و مسلکی', 'قرارداد-اعمار-دیوار-احاطه-تعمیر-جدید-اداره-تعلیمات-تخنیکی-و-مسلکی', '<p>اعمار دیوار احاطه تعمیر جدید اداره تعلیمات تخنیکی و مسلکی</p>', 'uploads/WlEyjKcsFyV4xlNmsGCh6G12h7yc6a.png', 'uploads/7sFUZc5nNZCowENoZYV8c4HIHquKBz.png', 'اعمار دیوار احاطه تعمیر جدید اداره تعلیمات تخنیکی و مسلکی', 'قرارداد اعمار دیوار احاطه تعمیر جدید اداره تعلیمات تخنیکی و مسلکی', 1, '2023-12-11', '1402-9-20', '1445-05-27', '2023-12-11 04:31:11', '2023-12-11 04:31:11');

-- --------------------------------------------------------

--
-- Table structure for table `provinces`
--

CREATE TABLE `provinces` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `provinces`
--

INSERT INTO `provinces` (`id`, `language`, `name`, `slug`, `status`, `created_at`, `updated_at`) VALUES
(1, 'fa', 'کابل', 'کابل', 1, '2023-11-22 23:40:30', '2023-11-22 23:40:30'),
(2, 'fa', 'غزنی', 'غزنی', 1, '2023-11-22 23:40:41', '2023-11-22 23:40:41'),
(3, 'fa', 'اُرُزگان', 'ا-ر-زگان', 1, '2023-11-25 03:04:05', '2023-11-25 03:04:05'),
(4, 'fa', 'بادغیس', 'بادغیس', 1, '2023-11-25 03:04:41', '2023-11-25 03:04:41'),
(5, 'fa', 'بامیان', 'بامیان', 1, '2023-11-25 03:04:59', '2023-11-25 03:04:59'),
(6, 'fa', 'بدخشان', 'بدخشان', 1, '2023-11-25 03:05:09', '2023-11-25 03:05:09'),
(7, 'fa', 'بغلان', 'بغلان', 1, '2023-11-25 03:05:20', '2023-11-25 03:05:20'),
(9, 'fa', 'بلخ', 'بلخ', 1, '2023-11-25 03:08:57', '2023-11-25 03:08:57'),
(10, 'fa', 'پروان', 'پروان', 1, '2023-11-25 03:09:14', '2023-11-25 03:09:14'),
(11, 'fa', 'پکتیا', 'پکتیا', 1, '2023-11-25 03:09:25', '2023-11-25 03:09:25'),
(12, 'fa', 'پکتیکا', 'پکتیکا', 1, '2023-11-25 03:09:41', '2023-11-25 03:09:41'),
(13, 'fa', 'پنجشیر', 'پنجشیر', 1, '2023-11-25 03:09:50', '2023-11-25 03:09:50'),
(14, 'fa', 'تخار', 'تخار', 1, '2023-11-25 03:10:05', '2023-11-25 03:10:05'),
(15, 'fa', 'جوزجان', 'جوزجان', 1, '2023-11-25 03:10:21', '2023-11-25 03:10:21'),
(16, 'fa', 'خوست', 'خوست', 1, '2023-11-25 03:10:53', '2023-11-25 03:10:53'),
(17, 'fa', 'دایکُندی', 'دایک-ندی', 1, '2023-11-25 03:11:11', '2023-11-25 03:11:11'),
(18, 'fa', 'زابل', 'زابل', 1, '2023-11-25 03:11:23', '2023-11-25 03:11:23'),
(19, 'fa', 'سرپل', 'سرپل', 1, '2023-11-25 03:11:32', '2023-11-25 03:11:32'),
(20, 'fa', 'سمنگان', 'سمنگان', 1, '2023-11-25 03:11:45', '2023-11-25 03:11:45'),
(21, 'fa', 'غور', 'غور', 1, '2023-11-25 03:12:01', '2023-11-25 03:12:01'),
(22, 'fa', 'فاریاب', 'فاریاب', 1, '2023-11-25 03:12:17', '2023-11-25 03:12:17'),
(23, 'fa', 'فراه', 'فراه', 1, '2023-11-25 03:12:25', '2023-11-25 03:12:25'),
(24, 'fa', 'قندهار', 'قندهار', 1, '2023-11-25 03:12:33', '2023-11-25 03:12:33'),
(26, 'fa', 'کاپیسا', 'کاپیسا', 1, '2023-11-25 03:13:06', '2023-11-25 03:13:06'),
(27, 'fa', 'کندز', 'کندز', 1, '2023-11-25 03:13:20', '2023-11-25 03:13:20'),
(28, 'fa', 'کنر', 'کنر', 1, '2023-11-25 03:13:27', '2023-11-25 03:13:27'),
(29, 'fa', 'لغمان', 'لغمان', 1, '2023-11-25 03:13:41', '2023-11-25 03:13:41'),
(30, 'fa', 'لوگر', 'لوگر', 1, '2023-11-25 03:13:51', '2023-11-25 03:13:51'),
(31, 'fa', 'میدان وردگ', 'میدان-وردگ', 1, '2023-11-25 03:14:01', '2023-11-25 03:14:01'),
(32, 'fa', 'ننگرهار', 'ننگرهار', 1, '2023-11-25 03:14:18', '2023-11-25 03:14:18'),
(33, 'fa', 'نیمروز', 'نیمروز', 1, '2023-11-25 03:14:25', '2023-11-25 03:14:25'),
(34, 'fa', 'نورستان', 'نورستان', 1, '2023-11-25 03:14:33', '2023-11-25 03:14:33'),
(35, 'fa', 'هرات', 'هرات', 1, '2023-11-25 03:14:46', '2023-11-25 03:14:46'),
(36, 'fa', 'هلمند', 'هلمند', 1, '2023-11-25 03:14:54', '2023-11-25 03:14:54');

-- --------------------------------------------------------

--
-- Table structure for table `relevant_directorates`
--

CREATE TABLE `relevant_directorates` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `dir_name` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `department_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `schools`
--

CREATE TABLE `schools` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `address` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `date_gregorian` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `meta_title` varchar(255) DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `status` tinyint(1) NOT NULL,
  `is_approved` tinyint(1) NOT NULL DEFAULT 0,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `district_id` bigint(20) UNSIGNED NOT NULL,
  `center_type_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `schools`
--

INSERT INTO `schools` (`id`, `language`, `name`, `slug`, `content`, `address`, `image`, `views`, `date_gregorian`, `date_ghamari`, `date_shamsi`, `meta_title`, `meta_description`, `status`, `is_approved`, `province_id`, `district_id`, `center_type_id`, `created_at`, `updated_at`) VALUES
(5, 'fa', 'لیسه مسلکی زراعت ولسوالی موسهی', 'لیسه-مسلکی-زراعت-ولسوالی-موسهی', '<p>لیسه مسلکی زراعت ولسوالی موسهي ولایت کابل در سال ۱۳۹۹ ه ش تاسیس گردیده، که از صنف دهم (۱۰) الی دوازدهم (۱۲) (دوره لیسه) در رشته زراعت عمومي آموزش‌های تخنیکی ومسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p>معلومات زیربنایی:</p><p>تعمیر این لیسه دارای (۶) اطاق درسی بوده و از امکانات آب و &nbsp;برق می‌باشد.</p><p>معلومات تشکیل:</p><p>لیسه مسلکی زراعت ولسوالی موسهي ولایت کابل مجموعآ (۷) تن کارمند دارد، که شامل (۳) تن استاد، (۲) تن کارمند اداری و (۲) تن کارمند خدماتی می‌شود.</p><p>معلومات کلی استادان به تفکیک جنسیت:</p><p>لیسه مسلکی زراعت ولسوالی موسهي ولایت کابل (۳) تن استاد دارد که تمام استادان آن‌ها ذکور هستند.</p><p>رشته های تحصیلی: &nbsp;</p><p>این لیسه دارای (۱) رشته (زراعت عمومی) می‌باشد که مجموعآ (۵۰) تن شاگرد در این رشته‌ مصروف آموزش‌های مسلکی هستند.</p><p>اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار فراهم سازد.</p><p>این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'ولسوالی موسهی ولایت کابل', 'uploads/8OxWUOT2VbaXcsIJCHCqFwG1b5NgoA.jpeg', 0, '2023-11-25', '1445-5-11', '1402-9-4', 'لیسه مسلکی زراعت ولسوالی موسهی', 'لیسه مسلکی زراعت ولسوالی موسهي ولایت کابل در سال ۱۳۹۹ ه ش تاسیس گردیده.', 1, 0, 1, 14, 4, '2023-11-25 05:26:03', '2023-11-25 05:33:05'),
(6, 'fa', 'لیسه مسلکی زراعت میربچه کوت', 'لیسه-مسلکی-زراعت-میربچه-کوت', '<p>لیسه مسلکی زراعت ولسوالی میربچه کوت ولایت کابل در سال ۱۳۹۹ ه ش تاسیس گردیده&nbsp;که از صنف دهم (۱۰) الی دوازدهم (۱۲) (دوره لیسه) در رشته زراعت عمومي آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات زیربنایی:</strong></p><p>تعمیر این لیسه دارای&nbsp;(۳) اطاق درسی بوده که نیز از امکانات&nbsp;آب و برق برخوردار&nbsp;می‌باشد.</p><p><strong>معلومات تشکیل:</strong></p><p>لیسه مسلکی زراعت میربچه کوت مجموعآ (۷) کارمند دارد&nbsp;که شامل (۳)&nbsp;تن&nbsp;استاد، (۲)&nbsp;تن&nbsp;کارمند اداری و (۲)&nbsp;تن&nbsp;کارمند خدماتی می‌شود.</p><p><strong>استادان به تفکیک جنسیت:</strong></p><p>تمام استادان لیسه مسلکی زراعت میربچه کوت&nbsp;از طبقه ذکور&nbsp;هستند.</p><p><strong>رشته های تحصیلی: &nbsp;</strong></p><p>این لیسه دارای (۱) رشته (زراعت عمومی) می‌باشد که مجموعآ (۵۸) شاگرد در این رشته‌ها مصروف آموزش‌های مسلکی هستند.</p><p>اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار در بازار&nbsp;فراهم سازد.</p><p>این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'ولسوالی میربچه کوت ولایت کابل', 'uploads/QvzoNRbs3nzxBClh3b65P8KSh8iZgd.jpeg', 0, '2023-11-25', '1445-5-11', '1402-9-4', 'لیسه مسلکی زراعت میربچه کوت', 'لیسه مسلکی زراعت ولسوالی میربچه کوت ولایت کابل در سال ۱۳۹۹ ه ش تاسیس گردیده.', 1, 0, 1, 15, 4, '2023-11-25 05:29:11', '2023-11-25 05:33:35'),
(7, 'fa', 'لیسه کثیرالرشتوي استالف', 'لیسه-کثیرالرشتوي-استالف', '<p>لیسه کثیرالرشتوي ولسوالی استالف ولایت کابل در سال ۱۳۹۸ ه ش تاسیس گردیده که از صنف دهم (۱۰) الی دوازدهم (۱۲) (دوره لیسه) در رشته‌های زراعت عمومي و الکتروتخنیک آموزش‌های تخنیکی ومسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات زیربنایی:</strong></p><p>تعمیر این لیسه دارای (۳) اطاق درسی و اداری &nbsp;بوده و همچنان از امکانات برق و آب برخودار می‌باشد.</p><p><strong>معلومات تشکیل:</strong></p><p>لیسه کثیرالرشتوي ولسوالی استالف ولایت کابل مجموعآ (۸) تن کارمند دارد که شامل (۳) تن استاد، (۳) تن کارمند اداری و (۲) تن کارمند خدماتی می‌شود.</p><p><strong>استادان به تفکیک جنسیت:</strong></p><p>لیسه کثیرالرشتوي ولسوالی استالف ولایت کابل (۳) تن استاد دارد که تمامی استادان آن‌ ذکور میباشد.</p><p><strong>رشته های تحصیلی:</strong></p><p>این لیسه دارای (۲) رشته (زراعت عمومی و الکتروتخنیک) می‌باشد که مجموعآ (۵۸) متعلم در این رشته‌ها مصروف آموزش‌های مسلکی هستند.</p><p><strong>بدل اعاشه:</strong></p><p>لیسه کثیرالرشتوي ولسوالی استالف ولایت کابل به تعداد (۵۸) متعلم دارد. که از جمله&nbsp;(۴)&nbsp;تن آن شامل فهرست بدل اعاشه می باشد.</p><p>اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار فراهم سازد.</p><p>این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'ولسوالی استالف ولایت کابل', 'uploads/Lkm79XQ0R4qDs7boAf8tfrzVWp6UUc.jpeg', 0, '2023-11-25', '1445-5-11', '1402-9-4', 'لیسه کثیرالرشتوي استالف', 'لیسه کثیرالرشتوي ولسوالی استالف ولایت کابل در سال ۱۳۹۸ ه ش تاسیس گردیده.', 1, 0, 1, 2, 4, '2023-11-25 05:31:52', '2023-11-25 05:34:00'),
(8, 'fa', 'لیسه مسلکی زراعت ولسوالی فرزه', 'لیسه-مسلکی-زراعت-ولسوالی-فرزه', '<p>لیسه مسلکی زراعت ولسوالی فرزه ولایت کابل در سال ۱۳۹۹ ه ش تاسیس گردیده، که از صنف دهم (۱۰) الی دوازدهم (۱۲) (دوره لیسه) در رشته زراعت عمومي آموزش‌های تخنیکی ومسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات زیربنایی:</strong></p><p>تعمیر این لیسه دارای (۳) اطاق درسی بوده و همچنان از امکانات آب و برق برخوردار می‌باشد.</p><p><strong>معلومات تشکیل:</strong></p><p>لیسه مسلکی زراعت ولسوالی فرزه ولایت کابل مجموعآ (۸) تن کارمند دارد که شامل (۳) تن استاد، (۲) تن کارمند اداری و (۳) تن کارمند خدماتی می‌شود.</p><p><strong>استادان به تفکیک جنسیت:</strong></p><p>لیسه مسلکی زراعت ولسوالی فرزه ولایت کابل (۳) تن استادان دارد که تمام آن‌ها ذکور هستند.</p><p><strong>رشته های تحصیلی:</strong></p><p>این لیسه دارای (۱) رشته (زراعت عمومی) می‌باشد که مجموعآ (۷۲) تن شاگرد در این رشته‌ مصروف آموزش‌های مسلکی هستند.</p><p>اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار فراهم سازد.</p><p>این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'ولسوالی فرزه ولایت کابل', 'uploads/mgt3FA0o5EsSLwhyTTUe4iPT480ssH.jpeg', 0, '2023-11-25', '1445-5-11', '1402-9-4', 'لیسه مسلکی زراعت ولسوالی فرزه', 'لیسه مسلکی زراعت ولسوالی فرزه ولایت کابل در سال ۱۳۹۹ ه ش تاسیس گردیده.', 1, 0, 1, 10, 4, '2023-11-25 05:35:52', '2023-11-25 05:35:52');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) DEFAULT NULL,
  `logo` varchar(255) NOT NULL,
  `footer_description` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `phone_number2` varchar(255) DEFAULT NULL,
  `address` varchar(255) NOT NULL,
  `face_book_url` varchar(255) NOT NULL,
  `linkedin_url` varchar(255) NOT NULL,
  `twitter_url` varchar(255) NOT NULL,
  `instagram_url` varchar(255) NOT NULL,
  `youtube_url` varchar(255) NOT NULL,
  `banner` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `language`, `logo`, `footer_description`, `email`, `phone_number`, `phone_number2`, `address`, `face_book_url`, `linkedin_url`, `twitter_url`, `instagram_url`, `youtube_url`, `banner`, `created_at`, `updated_at`) VALUES
(1, NULL, 'image/images/logo_1699682868.png', 'تربیت نیروی بشری ماهر، متخصص و کارآمد از عوامل کلیدی و انکار نا پذیر در توسعۀ اقتصادی و اجتماعی هر کشور محسوب می گردد.', 'info@tveta.gov.af', '0744465781', '0744334834', 'کارته چهار، جوار وزارت تحصیلات عالی،  کابل, افغانستان', 'https://tinyurl.com/3u94pr4s', 'https://www.linkedin.com/', 'https://twitter.com/AfghanistanTvet?t=ItQQFeIRUZA7bPG2FqjIyg&s=08', 'https://www.instagram.com/accounts/login/?hl=en', 'https://www.youtube.com/@AfghanistanTvet', 'image/images/banner_1700905658.jpg', '2023-11-11 00:58:34', '2023-11-25 05:17:38');

-- --------------------------------------------------------

--
-- Table structure for table `sliders`
--

CREATE TABLE `sliders` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `image` varchar(255) NOT NULL,
  `sub_heading` varchar(255) NOT NULL,
  `description` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sliders`
--

INSERT INTO `sliders` (`id`, `image`, `sub_heading`, `description`, `created_at`, `updated_at`) VALUES
(1, 'image/images/image_1699699463.jpg', 'جلسه رهبری اداره تعلیمات تخنیکی و مسلکی', 'جلسه هیأت رهبری اداره تعلیمات تخنیکی و مسلکی به ریاست مولوی غلام حیدر شهامت، سرپرست و حضور معاونین این اداره برگزار شد.', '2023-11-11 06:14:24', '2023-11-11 06:14:24'),
(5, 'image/images/image_1699786173.jpg', 'اهدای تقدیر نامه به فارغان اداره تعلیمات تخنیکی و مسلکی', 'اهدای تقدیر نامه به فارغان اداره تعلیمات تخنیکی و مسلکی', '2023-11-12 06:19:33', '2023-11-12 06:19:33'),
(10, 'image/images/image_1699786737.jpg', 'موتر ساخته شده در اداره تعلیمات تخنیکی و مسلکی', 'موتر ساخته شده در اداره تعلیمات تخنیکی و مسلکی', '2023-11-12 06:28:57', '2023-11-12 06:28:57'),
(14, 'image/images/image_1699851855.jpg', 'امتحان الکترونیکی بست‌های استادی اداره تعلیمات تخنیکی و مسلکی', 'امتحان الکترونیکی 186بست استادی مراکز آموزشی اداره تعلیمات تخنیکی و مسلکی افتتاح شد.\r\nدر این مراسم، مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی و مولوی سیف‌الدین تائب، معاون نظارت و پالیسی اداره امور نیز حضور داشتند.', '2023-11-13 00:34:16', '2023-11-13 00:34:16'),
(15, 'image/images/image_1699852268.jpg', 'گفتگو مولوی غلام حیدر شهامت با مراجعین این اداره', 'مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی مشکلات مراجعین این اداره را شنید و به مکاتب اداری آنان رسیدگی کرد.', '2023-11-13 00:41:08', '2023-11-13 00:41:08'),
(16, 'image/images/image_1699852490.jpg', 'فراغت محصلین انستیتوت اداره و حسابداری کندهار', 'جشن فارغ التحصیلی 226 از نفر دانش آموختگان انستیتوت اداره و حسابداری کندهار.', '2023-11-13 00:44:50', '2023-11-13 00:44:50'),
(18, 'image/images/image_1699853746.jpg', 'مراسم افتتاحیه توزیع چهار صد هزار جلد کتاب درسی', 'اداره تعلیمات تخنیکی و مسلکی در سال گذشته موفق به چاپ 400 هزار جلد کتاب درسی در بخش‌های مسلکی از جمله زراعت، تخنیک وسایط، انجنیری ساختمانی و کمپیوتر شده بود که این کتاب‌ها به مراکز آموزشی این ادراه توزیع شد.', '2023-11-13 01:05:46', '2023-11-13 01:05:46'),
(19, 'image/images/image_1699957584.jpg', 'برگزاری نمایشگاه سه روزه تحصیلی تحت عنوان «تعلیم، مسلک و تحصیل»', 'کنفرانس و نمایشگاه تحصیلی «تعلیم، مسلک و تحصیل» با حضور مولوی غلام حیدر شهامت، سرپرست اداره تعلیمات تخنیکی و مسلکی و سایر مقامات ارشد امارت اسلامی افغانستان.', '2023-11-14 05:56:24', '2023-11-14 05:56:24'),
(20, 'image/images/image_1699957659.jpg', 'افتتاح ورکشاپ تخنیکی ترمیم موتر اداره تعلیمات تخنیکی و مسلکی', 'هدف از ایجاد این ورکشاپ فراهم ساختن زمینه آموزش عملی برای محصلین و ارتقای ظرفیت استادان است.', '2023-11-14 05:57:39', '2023-11-14 05:57:39'),
(21, 'image/images/image_1699957877.jpg', 'دور اول کورس کوتاه مدت حرفوی در اکادمی اتو میخانیکی کابل', '70 نفر از دور اول کورس کوتاه مدت حرفوی در اکادمی اتو میخانیکی کابل فارغ شدند.', '2023-11-14 06:01:17', '2023-11-14 06:01:17');

-- --------------------------------------------------------

--
-- Table structure for table `social_media`
--

CREATE TABLE `social_media` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `icon` varchar(255) NOT NULL,
  `url` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `special_teachings`
--

CREATE TABLE `special_teachings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `language` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `address` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `views` int(11) NOT NULL DEFAULT 0,
  `date_gregorian` varchar(255) NOT NULL,
  `date_ghamari` varchar(255) NOT NULL,
  `date_shamsi` varchar(255) NOT NULL,
  `meta_title` varchar(255) DEFAULT NULL,
  `meta_description` text DEFAULT NULL,
  `status` tinyint(1) NOT NULL,
  `is_approved` tinyint(1) NOT NULL DEFAULT 0,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `district_id` bigint(20) UNSIGNED NOT NULL,
  `center_type_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `special_teachings`
--

INSERT INTO `special_teachings` (`id`, `language`, `name`, `slug`, `content`, `address`, `image`, `views`, `date_gregorian`, `date_ghamari`, `date_shamsi`, `meta_title`, `meta_description`, `status`, `is_approved`, `province_id`, `district_id`, `center_type_id`, `created_at`, `updated_at`) VALUES
(2, 'fa', 'لیسه تعلیمات خاص ولایت قندهار', 'لیسه-تعلیمات-خاص-ولایت-قندهار', '<p>لیسه تعلیمات خاص ولایت قندهار در سال ۱۳۹۸ هـ ش تأسیس گردیده که از صنف اول (۱) الی دوازدهم (۱۲) ( دوره لیسه) در رشته تعلیمات عمومی آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات زیربنایی:</strong> تعمیر این لیسه (۴)&nbsp;اتاق درسی و اداری داشته و دارای ساحه سبز نیز می‌باشد.</p><p><strong>معلومات تشکیل:</strong> لیسه تعلیمات خاص قندهار مجموعأ (۱۲) تن کارمند دارد که شامل (۵) تن استاد، (۵) تن کارمند اداری و (۲) تن کارمند خدماتی می‌شود.</p><p><strong>استادان به تفکیک جنسیت:</strong> این لیسه (۵)&nbsp;تن استاد داردکه از طبقه ذکور می‌باشند.</p><p><strong>رشته های تحصیلی:</strong> لیسه تعلیمات خاص قندهار دارای (۱) رشته ( تعلیمات عمومی) می‌باشد که به تعداد (۵۲) &nbsp;تن شاگرد در این رشته مصروف آموزش‌ مسلکی هستند.</p><p>&nbsp;اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای کشور زمینه کار در بازار کار فراهم سازد.</p><p>&nbsp;این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'قندهار، مرکز', 'uploads/vU19ga9OlUpHsRIlVzkxR35W5F9gNV.jpg', 0, '2023-11-26', '1445-5-12', '1402-9-5', 'لیسه تعلیمات خاص ولایت قندهار', 'لیسه تعلیمات خاص ولایت قندهار از صنف اول (۱) الی دوازدهم (۱۲) ( دوره لیسه) در رشته تعلیمات عمومی آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.', 1, 0, 24, 104, 5, '2023-11-26 02:02:20', '2023-11-26 02:02:20'),
(3, 'fa', 'لیسه مسلکی تعلیمات خاص ولایت غزنی', 'لیسه-مسلکی-تعلیمات-خاص-ولایت-غزنی', '<p>لیسه مسلکی تعلیمات خاص غزنی در سال ۱۳۹۲ هـ ش تأسیس گردیده که از صنف دهم (۱۰) الی دوازدهم (۱۲)&nbsp; (دوره لیسه) در رشته های نابینایان، ناشنوایان و خیاطی آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات زیربنایی:</strong> تعمیر این لیسه&nbsp;دارای (۱۳)&nbsp;اطاق درسی و (۲) اطاق اداری بوده و از امکانات آب و برق نیز برخوردار می‌باشد.</p><p><strong>معلومات تشکیل:</strong> لیسه مسلکی تعلیمات خاص غزنی مجموعأ (۱۱) تن کارمند دارد که شامل (۵) تن استاد، (۳) تن کارمند اداری و (۲) تن کارمند خدماتی &nbsp;می‌شود.</p><p><strong>استادان به تفکیک جنسیت:</strong> لیسه مسلکی تعلیمات خاص غزنی (۵)&nbsp;تن استاد دارد که (۳) تن استاد آن ذکور و (۲) تن استاد آن اناث می‌باشد.</p><p><strong>رشته های تحصیلی:</strong> لیسه مسلکی تعلیمات خاص غزنی دارای (۳) رشته (نابینایان، ناشنوایان و خیاطی) می‌باشد که به تعداد (۱۸۰) &nbsp;تن متعلم در این رشته ها مصروف آموزش های‌ تخنیکی و مسلکی هستند.</p><p><strong>بدل اعاشه:</strong> این لیسه به تعداد (۱۸۰) تن متعلم دارد که از این جمله (۵۶) تن آنها شامل بدل اعاشه می‌باشند.</p><p>&nbsp;اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار کار فراهم سازد.</p><p>&nbsp;این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'غزنی، مرکز', 'uploads/i3cSaHvnH9yeB9FVizelgNbRTFMsg6.jpg', 0, '2023-11-26', '1445-5-12', '1402-9-5', 'لیسه مسلکی تعلیمات خاص ولایت غزنی', 'لیسه مسلکی تعلیمات خاص از صنف دهم (۱۰) الی دوازدهم (۱۲)  (دوره لیسه) در رشته های نابینایان، ناشنوایان و خیاطی آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.', 1, 0, 2, 133, 5, '2023-11-26 02:11:49', '2023-11-26 02:11:49'),
(4, 'fa', 'لیسه مسلکی تعلیمات خاص ولایت لوگر', 'لیسه-مسلکی-تعلیمات-خاص-ولایت-لوگر', '<p>لیسه تعلیمات خاص ولایت لوگر در سال ۱۳۹۹ تأسیس گردیده که از صنف دهم (۱۰) الی صنف دوازدهم (۱۲) در رشته &nbsp;ناشنوا آموزش‌های مسلکي را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات زیربنایی:</strong></p><p>لیسه تعلیمات خاص لوگر دارای (۱۰) اتاق درسی و اداری بوده و از امکانات برق، ساحه ورزشی، آب و ساحه سبز &nbsp;نیز برخوردار می‌باشد.</p><p><strong>معلومات تشکیل:</strong></p><p>لیسه تعلیمات خاص ولایت لوگر مجموعأ (۸) تن کارمند دارد که شامل (۳) تن استاد (۲) تن کارمندان اداری و (۳) تن کارکن خدماتی می‌باشد.</p><p><strong>استادان به تفکیک جنسیت:</strong></p><p>لیسه تعلیمات خاص ولایت لوگر (۳) تن استادان دارد که تمامی استادان آن ذکور می‌باشند.</p><p><strong>رشته های تحصیلی:</strong></p><p>&nbsp;این لیسه دارای (۱) رشته (ناشنوا) می‌باشد که به تعداد (۲۱) تن شاگرد در این رشته‌ مصروف آموزش‌های مسلکی هستند.</p><p>اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار کار فراهم سازد.</p><p>این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'لوگر، مرکز', 'uploads/xExplqNlvUsaf6IEz9NdNg9MYBukTa.jpg', 0, '2023-11-26', '1445-5-12', '1402-9-5', 'لیسه مسلکی تعلیمات خاص ولایت لوگر', 'لیسه تعلیمات خاص ولایت لوگر از صنف دهم (۱۰) الی صنف دوازدهم (۱۲) در رشته  ناشنوا آموزش‌های مسلکي را برای شاگردان فراهم‌ می‌سازد.', 1, 0, 30, 87, 5, '2023-11-26 02:19:49', '2023-11-26 02:19:49'),
(5, 'fa', 'لیسه تعلیمات خاص جلال آباد ولایت ننگرهار', 'لیسه-تعلیمات-خاص-جلال-آباد-ولایت-ننگرهار', '<p>لیسه تعلیمات خاص جلال آباد ولایت ننگرهار در سال 1379 ه ش تأسیس گردیده که از صنف دهم (۱۰)&nbsp;الی دوازدهم (۱۲) (&nbsp;دوره لیسه) در رشته های تعلیمات عمومی و نقاشی آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.</p><p><strong>معلومات زیربنایی:</strong></p><p>لیسه تعلیمات خاص جلال آباد ولایت ننگرهار دارای تعمیر نبوده و در تعمیر کرایی فعالیت های آموزشی خویش را به پیش می‌برد که این تعمیر (13) اطلق درسی و (2) اداری را دارا بوده همچنان از امکانات آب، برق و ساحه سبز نیز برخوردار میباشد.</p><p><strong>معلومات تشکیل:</strong></p><p>لیسه تعلیمات خاص جلال آباد ولایت ننگرهار مجموعأ (25) تن کارمند دارد که شامل (6) تن استاد رسمی و (15) تن استاد حق الزحمه‌ای ، (2) تن کارمند اداری و (2) تن کارمند خدماتی&nbsp; می‌شود.</p><p><strong>استادان به تفکیک جنسیت:</strong></p><p>این لیسه (6) تن استاد رسمی دارد که (5) تن استاد آن ذکور و (1) تن استاد آن اناث میباشد همچنان از جمله (15) تن استاد&nbsp; حق الزحمه‌ای آن (6) تن آنها ذکور و (5) تن دیگر آنها اناث می‌باشند.</p><p><strong>رشته های تحصیلی:</strong></p><p>لیسه تعلیمات خاص جلال آباد ولایت ننگرهار دارای (3) رشته (تعلیمات عمومی و نقاشی) می‌باشد که به تعداد (300)&nbsp; تن متعلم در این رشته ها مصروف آموزش های‌ مسلکی هستند البته (270) از شاگردان آنها ناشنوا و (30) دیگر آنها نابینا می‌باشند.</p><p><strong>بدل اعاشه:</strong></p><p>این لیسه به تعداد (300) تن متعلم دارد که از این جمله (31) تن آنها شامل بدل اعاشه میباشند.</p><p>&nbsp;اداره تعلیمات تخنیکی و مسلکی متعهد است تا از طریق آموزش های مسلکی خویش برای شهروندان کشور زمینه کار را در بازار کار فراهم سازد.</p><p>&nbsp;این اداره در راستای انکشاف نیروی بشری و رشد اقتصاد کشور نیز تلاش می کند.</p>', 'مرکز، جلال آباد', 'uploads/zUgg4Fb5r7I0vzpIP49UO3HbNkiK0P.jpg', 0, '2023-11-28', '1445-5-14', '1402-9-5', 'لیسه تعلیمات خاص جلال آباد ولایت ننگرهار', 'لیسه تعلیمات خاص جلال آباد ولایت ننگرهار از صنف دهم (۱۰) الی دوازدهم (۱۲) ( دوره لیسه) در رشته های تعلیمات عمومی و نقاشی آموزش‌های تخنیکی و مسلکی را برای شاگردان فراهم‌ می‌سازد.', 1, 0, 32, 245, 5, '2023-11-28 05:44:41', '2023-11-28 05:44:41');

-- --------------------------------------------------------

--
-- Table structure for table `tags`
--

CREATE TABLE `tags` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `language` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `tags`
--

INSERT INTO `tags` (`id`, `name`, `language`, `created_at`, `updated_at`) VALUES
(1, 'تکنالوژی', 'fa', '2023-11-11 01:52:40', '2023-11-11 01:52:40'),
(2, 'کار عملی', 'fa', '2023-11-11 04:12:34', '2023-11-11 04:12:34'),
(4, 'کمک با مهاجرین', 'fa', '2023-11-11 06:21:10', '2023-11-11 06:21:10'),
(5, 'بررسی وضعیت انستیتوت', 'fa', '2023-11-11 06:22:43', '2023-11-11 06:22:43'),
(6, 'کارهای عملی محصلین', 'fa', '2023-11-11 06:25:15', '2023-11-11 06:25:15'),
(8, 'کار عملی', 'fa', '2023-11-12 01:49:18', '2023-11-12 01:49:18'),
(10, 'نمایشگاه ملی ابتکارات', 'fa', '2023-11-12 06:41:51', '2023-11-12 06:41:51'),
(11, 'بررسی مراکز آموزشی', 'fa', '2023-11-13 01:19:33', '2023-11-13 01:19:33'),
(12, 'پروگرام اصلاحی', 'fa', '2023-11-13 01:28:37', '2023-11-13 01:28:37'),
(13, 'کار های عملی', 'fa', '2023-11-14 06:22:38', '2023-11-14 06:22:38'),
(14, 'جشن فراغت', 'fa', '2023-11-14 06:32:48', '2023-11-14 06:32:48'),
(15, 'نمایشگاه', 'fa', '2023-11-15 04:33:14', '2023-11-15 04:33:14'),
(16, 'کارهای عملی', 'fa', '2023-11-15 04:37:58', '2023-11-15 04:37:58'),
(17, 'نمایشگاه ملی ابتکارات و نو آوری ها', 'fa', '2023-11-15 07:02:34', '2023-11-15 07:02:34'),
(18, 'نمایشگاه ملی ابتکارات و نوآوری ها', 'fa', '2023-11-19 00:19:57', '2023-11-19 00:19:57'),
(19, 'نمایشگاه ابتکارات و نو آوری های برتر', 'fa', '2023-11-20 00:09:10', '2023-11-20 00:09:10'),
(21, 'بهبود کارها در مراکز آموزشی', 'fa', '2023-11-20 05:28:45', '2023-11-20 05:28:45'),
(22, 'نشست بورد اکادمیک', 'fa', '2023-11-28 02:01:33', '2023-11-28 02:01:33');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'cinihik566@cabose.com', NULL, '$2y$10$hNC2hJztdpprlGDh6b/E0.FWFh1w78hPW9b2vEFwGhpwWQVI5NTlu', NULL, '2023-11-17 03:32:39', '2023-11-17 03:32:39');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `aboutuses`
--
ALTER TABLE `aboutuses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `achievements`
--
ALTER TABLE `achievements`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `admins_email_unique` (`email`);

--
-- Indexes for table `agreements`
--
ALTER TABLE `agreements`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`),
  ADD KEY `articles_province_id_foreign` (`province_id`),
  ADD KEY `articles_district_id_foreign` (`district_id`),
  ADD KEY `articles_center_type_id_foreign` (`center_type_id`),
  ADD KEY `articles_category_id_foreign` (`category_id`);

--
-- Indexes for table `brands`
--
ALTER TABLE `brands`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `center_types`
--
ALTER TABLE `center_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `districts`
--
ALTER TABLE `districts`
  ADD PRIMARY KEY (`id`),
  ADD KEY `districts_province_id_foreign` (`province_id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `gallaries`
--
ALTER TABLE `gallaries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `guidelines`
--
ALTER TABLE `guidelines`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `important_activities`
--
ALTER TABLE `important_activities`
  ADD PRIMARY KEY (`id`),
  ADD KEY `important_activities_auther_id_foreign` (`auther_id`),
  ADD KEY `important_activities_category_id_foreign` (`category_id`);

--
-- Indexes for table `inovations`
--
ALTER TABLE `inovations`
  ADD PRIMARY KEY (`id`),
  ADD KEY `inovations_province_id_foreign` (`province_id`),
  ADD KEY `inovations_district_id_foreign` (`district_id`),
  ADD KEY `inovations_center_type_id_foreign` (`center_type_id`);

--
-- Indexes for table `institutes`
--
ALTER TABLE `institutes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `institutes_province_id_foreign` (`province_id`),
  ADD KEY `institutes_district_id_foreign` (`district_id`),
  ADD KEY `institutes_center_type_id_foreign` (`center_type_id`);

--
-- Indexes for table `languages`
--
ALTER TABLE `languages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `majors`
--
ALTER TABLE `majors`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_category_id_foreign` (`category_id`),
  ADD KEY `news_auther_id_foreign` (`auther_id`);

--
-- Indexes for table `news_tags`
--
ALTER TABLE `news_tags`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_tags_news_id_foreign` (`news_id`),
  ADD KEY `news_tags_tag_id_foreign` (`tag_id`);

--
-- Indexes for table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `procedures`
--
ALTER TABLE `procedures`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `procurement_contracts`
--
ALTER TABLE `procurement_contracts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `provinces`
--
ALTER TABLE `provinces`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `schools`
--
ALTER TABLE `schools`
  ADD PRIMARY KEY (`id`),
  ADD KEY `schools_province_id_foreign` (`province_id`),
  ADD KEY `schools_district_id_foreign` (`district_id`),
  ADD KEY `schools_center_type_id_foreign` (`center_type_id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sliders`
--
ALTER TABLE `sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `special_teachings`
--
ALTER TABLE `special_teachings`
  ADD PRIMARY KEY (`id`),
  ADD KEY `special_teachings_province_id_foreign` (`province_id`),
  ADD KEY `special_teachings_district_id_foreign` (`district_id`),
  ADD KEY `special_teachings_center_type_id_foreign` (`center_type_id`);

--
-- Indexes for table `tags`
--
ALTER TABLE `tags`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `aboutuses`
--
ALTER TABLE `aboutuses`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `achievements`
--
ALTER TABLE `achievements`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `agreements`
--
ALTER TABLE `agreements`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `articles`
--
ALTER TABLE `articles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `brands`
--
ALTER TABLE `brands`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `center_types`
--
ALTER TABLE `center_types`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `districts`
--
ALTER TABLE `districts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=250;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gallaries`
--
ALTER TABLE `gallaries`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `guidelines`
--
ALTER TABLE `guidelines`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `important_activities`
--
ALTER TABLE `important_activities`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `inovations`
--
ALTER TABLE `inovations`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `institutes`
--
ALTER TABLE `institutes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `languages`
--
ALTER TABLE `languages`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `majors`
--
ALTER TABLE `majors`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=82;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `news_tags`
--
ALTER TABLE `news_tags`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `procedures`
--
ALTER TABLE `procedures`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `procurement_contracts`
--
ALTER TABLE `procurement_contracts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `provinces`
--
ALTER TABLE `provinces`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT for table `schools`
--
ALTER TABLE `schools`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `sliders`
--
ALTER TABLE `sliders`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `special_teachings`
--
ALTER TABLE `special_teachings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `tags`
--
ALTER TABLE `tags`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `articles`
--
ALTER TABLE `articles`
  ADD CONSTRAINT `articles_category_id_foreign` FOREIGN KEY (`category_id`) REFERENCES `categories` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `articles_center_type_id_foreign` FOREIGN KEY (`center_type_id`) REFERENCES `center_types` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `articles_district_id_foreign` FOREIGN KEY (`district_id`) REFERENCES `districts` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `articles_province_id_foreign` FOREIGN KEY (`province_id`) REFERENCES `provinces` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `districts`
--
ALTER TABLE `districts`
  ADD CONSTRAINT `districts_province_id_foreign` FOREIGN KEY (`province_id`) REFERENCES `provinces` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `inovations`
--
ALTER TABLE `inovations`
  ADD CONSTRAINT `inovations_center_type_id_foreign` FOREIGN KEY (`center_type_id`) REFERENCES `center_types` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `inovations_district_id_foreign` FOREIGN KEY (`district_id`) REFERENCES `districts` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `inovations_province_id_foreign` FOREIGN KEY (`province_id`) REFERENCES `provinces` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `institutes`
--
ALTER TABLE `institutes`
  ADD CONSTRAINT `institutes_center_type_id_foreign` FOREIGN KEY (`center_type_id`) REFERENCES `center_types` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `institutes_district_id_foreign` FOREIGN KEY (`district_id`) REFERENCES `districts` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `institutes_province_id_foreign` FOREIGN KEY (`province_id`) REFERENCES `provinces` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `news`
--
ALTER TABLE `news`
  ADD CONSTRAINT `news_auther_id_foreign` FOREIGN KEY (`auther_id`) REFERENCES `admins` (`id`),
  ADD CONSTRAINT `news_category_id_foreign` FOREIGN KEY (`category_id`) REFERENCES `categories` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `news_tags`
--
ALTER TABLE `news_tags`
  ADD CONSTRAINT `news_tags_news_id_foreign` FOREIGN KEY (`news_id`) REFERENCES `news` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `news_tags_tag_id_foreign` FOREIGN KEY (`tag_id`) REFERENCES `tags` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `schools`
--
ALTER TABLE `schools`
  ADD CONSTRAINT `schools_center_type_id_foreign` FOREIGN KEY (`center_type_id`) REFERENCES `center_types` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `schools_district_id_foreign` FOREIGN KEY (`district_id`) REFERENCES `districts` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `schools_province_id_foreign` FOREIGN KEY (`province_id`) REFERENCES `provinces` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
